Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/what-*-a-ticket.po
Languages: fr

source: What is a Ticket?
fr: Qu'est-ce qu'un ticket?

source: In Zammad, **tickets** are used to track customer service requests. The first time a customer emails you (or the company) about something, Zammad creates a new ticket. Each message sent between you and the customer is added to that ticket until the issue is resolved, the customer is happy, and the ticket is finally **closed**.
fr: Dans Zammad, les **tickets** sont utilisés pour suivre les demandes de services des clients. La première fois qu'un client vous envoie un courriel à vous (ou à l'entreprise) à propos de quelque chose, Zammad créé un nouveau ticket. Chaque message envoyé entre vous et le client est ajouté à ce ticket jusqu'à ce que le problème soit résolu, que le client soit satisfait et que le ticket soit finalement **fermée**.

source: So in a basic sense, a ticket is **a thread of messages between you and a customer about a single issue**.
fr: Donc pour faire simple, un ticket est **un fil de messages entre vous et un client à propos d'un seul sujet**.

source: A ticket is a thread of messages between a customer and an agent.
fr: Un ticket est un fil de message entre un client et un opérateur.

source: You know you’re doing a great job when you 1) respond to tickets quickly and 2) get them closed in a timely manner.
fr: Vous savez que vous faites du bon travail quand vous 1) répondez rapidement aux tickets et 2) qu'ils se clôturent dans les temps.

source: 👀 :doc:`Keep an eye on your dashboard </extras/dashboard>` to see how well you’re keeping up.
fr: 👀 :doc:`Gardez un œil sur votre tableau de bord </extras/dashboard>` pour voir à quel point vous vous en sortez.

source: Ticket Settings
fr: Paramètres du ticket

source: Tickets also have metadata attached to them to make them easier to manage. For instance, tickets have a customer and (optionally) an agent; they can be open or closed (or even be scheduled for later); they can be organized into groups; and they can even be flagged for high or low priority.
fr: Les tickets ont aussi des métadonnées attachées à eux pour les rendre plus facile à gérer. Par exemple, les tickets ont un client et (optionnellement) un opérateur; ils peuvent être ouverts ou fermés (ou même encore en attente pour plus tard); ils peuvent être organisés dans des groupes; et ils peuvent même être marqués pour une priorité haute ou basse.

source: For the sake of simplicity, we’ll refer to this metadata as the **settings** of a ticket. All of these settings can be changed at any time. Each setting is explained in detail :doc:`here </basics/service-ticket/settings>`, but for the time being, let’s go over the two most important ones:
fr: Dans un but de simplicité, nous ferons référence à ces métadonnées comme étant les **paramètres** d'un ticket. Tous ces paramètres peuvent être changés à tout moment. Chaque paramètre est expliqué en détail dans la section :doc:`Gestion des paramètres du ticket </basics/service-ticket/settings>`, mais pour l'instant, passons en revue les deux plus importants:

source: Owner *(optional)*
fr: Propriétaire *(optionnel)*

source: The **agent currently assigned to** (*i.e.,* responsible for) the ticket.
fr: L'**opérateur actuellement associé à** ce ticket (*i.e.,* responsable).

source: State
fr: État

source: Is the customer still waiting on an answer (**open**), or has the ticket been resolved (**closed**)?
fr: Est-ce que le client attend toujours une réponse (**ouvert**), ou le ticket a été résolu (**fermé**)?

source: **📖 See Also**
fr: **📖 Voir aussi**

source: For an in-depth discussion of each ticket setting, see the articles below:
fr: Pour une discussion approfondie sur chaque paramètre de ticket, voir " "les articles ci-dessous:

source: :doc:`Owner </basics/service-ticket/settings/owner>`
fr: :doc:`Propriétaire </basics/service-ticket/settings/owner>`

source: :doc:`State </basics/service-ticket/settings/state>`
fr: :doc:`Etat </basics/service-ticket/settings/state>`

source: :doc:`Group </basics/service-ticket/settings/group>`
fr: :doc:`Groupe </basics/service-ticket/settings/group>`

source: :doc:`Priority </basics/service-ticket/settings/priority>`
fr: :doc:`Priorité </basics/service-ticket/settings/priority>`

source: :doc:`Tags </basics/service-ticket/settings/tags>`
fr: :doc:`Etiquettes </basics/service-ticket/settings/tags>`
