Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: To set an already set up two-factor method as default, use the ⋮ **Actions** menu next to it in "Avatar > Profile > Password & Authentication" and choose **Set as default**.
de: Um eine Zwei-Faktor-Methode als Standard einzurichten, klicken Sie unter "Avatar > Profil > Passwort & Authentifizierung" auf den ⋮ **Aktion** Button in der entsprechenden Zeile und wählen "Als Standard festlegen" aus.
sr: Да бисте већ постављени двофакторски метод подесили као подразумевани, користите мени ⋮ **Радње** поред њега у „Аватар > Профил > Лозинка и аутентификација“ и изаберите **Подеси као подразумевано**.

source: Edit Two-Factor Method in Password & Authentication
de: Bearbeiten der Zwei-Faktor-Methode in Passwort & Authentifizierung
sr: Уређивање метода двафакторске аутентификације у Лозинка и аутентификација

source: In order to identify your current default two-factor authentication method, look for a small blue badge next to the method name.
de: Ein kleines, blaues Label ("Standard") zeigt Ihnen an, welche Methode für Ihr Konto als Standard festgelegt ist.
sr: Да бисте идентификовали ваш тренутни подразумевани метод двофакторске аутентификације, потражите малу плаву значку поред назива метода.

source: A default two-factor authentication method is just your preferred method during the sign-in process. You will always have an option to try signing in using another method.
de: Die Standard Zwei-Faktor-Methode bedeutet, dass dies Ihre bevorzugte Methode beim Anmelden ist. Sie können beim Anmelden immer auf eine andere Methode wechseln.
sr: Подразумевани метод двофакторске аутентификације је само ваш жељени метод током процеса пријављивања. Увек ћете имати опцију да покушате да се пријавите помоћу другог метода.

source: Edit a Two-Factor Method
de: Bearbeiten einer Zwei-Faktor-Methode
sr: Уређивање метода двофакторске аутентификације

source: To edit an already set up two-factor method, use the ⋮ **Actions** menu next to it in "Avatar > Profile > Password & Authentication" and choose **Edit**.
de: Um eine bereits eingerichtete Zwei-Faktor-Methode zu bearbeiten, benutzen Sie unter "Avatar > Profil > Passwort & Authentifizierung" den ⋮ **Aktion** Button in der entsprechenden Zeile.
sr: Да бисте изменили већ постављени двофакторски метод, користите мени ⋮ **Радње** поред њега у „Аватар > Профил > Лозинка и аутентификација“ и изаберите **Измена**.

source: Depending on the chosen two-factor method, you will be guided again through the setup process. Normally, editing a method will simply renew it and replace the older setup, but some methods do support advanced functions (e.g. adding multiple security keys).
de: Sie werden abhängig von der gewählten Zwei-Faktor-Methode nochmal durch den Einrichtungs-Prozess geführt. Im Normalfall ersetzt eine bearbeitete Methode die bisherige Konfiguration, aber manche Methoden unterstützen erweiterte Funktionen (z.B. mehrere Sicherheits-Schlüssel).
sr: У зависности од изабраног метода двофакторске аутентификације, бићете поново вођени кроз процес постављања. Обично ће уређивање методе једноставно обновити и заменити старију поставку, али неке методе подржавају и напредне функције (нпр. додавање више безбедносних кључева).

source: Remove a Two-Factor Method
de: Entfernen einer Zwei-Faktor-Methode
sr: Уклањање метода двофакторске аутентификације

source: To remove an already set up two-factor method, use the ⋮ **Actions** menu next to it in "Avatar > Profile > Password & Authentication" and choose **Remove**.
de: Um eine bereits eingerichtete Zwei-Faktor-Methode zu entfernen, klicken Sie unter "Avatar > Profil > Passwort & Authentifizierung" auf den ⋮ **Aktion** Button und wählen **Entfernen**.
sr: Да бисте уклонили већ постављени метод двофакторске аутентификације, користите мени ⋮ **Радње** поред њега у „Аватар > Профил > Лозинка и аутентификација“ и изаберите **Обриши**.

source: Remove Two-Factor Method in Password & Authentication
de: Entfernen der Zwei-Faktor-Methode in Passwort & Authentifizierung
sr: Уклањање метода двофакторске аутентификације у Лозинка и аутентификација

source: In a modal dialog, you will be asked to confirm the removal with your current password.
de: In einem Dialogfenster werden Sie aufgefordert, das Löschen mit Ihrem aktuellen Passwort zu bestätigen.
sr: У дијалогу од вас ће бити затражено да потврдите уклањање својом тренутном лозинком.

source: Requirement to Set Up a Two-Factor Method
de: Voraussetzungen für die Einrichtung einer Zwei-Faktor-Methode
sr: Обавезно постављање метода двофакторске аутентификације

source: Your system admin may choose to require you to set up at least one two-factor method for your account. In this case, if you haven't already set up a method, you will be asked to do so at your next sign-in or application reload.
de: Möglicherweise hat Ihr Administrator eingestellt, dass Sie eine Zwei-Faktor-Methode zum Anmelden verwenden müssen. Falls Sie das in diesem Fall noch nicht gemacht haben, werden Sie beim nächsten Anmelden oder beim Aktualisieren der Seite dazu aufgefordert.
sr: Ваш системски администратор може подесити да захтева од вас да поставите најмање један метод двофакторске аутентификације за свој налог. У овом случају, ако већ нисте подесили метод, од вас ће се тражити да то урадите приликом првог следећег пријављивања или поновног учитавања апликације.

source: Choose a method of your choice, and then follow its :ref:`setup guide <setup guide>`.
de: Wählen Sie die von Ihnen bevorzugte Methode und folgen Sie der :ref:`Einrichtungsanleitung <setup guide>`.
sr: Изаберите метод по свом избору, а затим пратите његов :ref:`водич за подешавање <setup guide>`_.

source: If you are required to set up a two-factor authentication for your account, this will be a mandatory action. You will not be able to use Zammad until you set up at least one method.
de: Wenn für Ihren Account eine Zwei-Faktor-Authentifizierung erforderlich ist, ist das verpflichtend. Sie können Zammad nicht nutzen, bis Sie eine Methode eingerichtet haben.
sr: Ако се од вас тражи да подесите двофакторску аутентификацију за свој налог, ово ће бити обавезна радња. Нећете моћи да користите Zammad док не подесите бар један метод.

source: Authenticator App Setup
de: Einrichtung Authentifizierungs-App
sr: Постављање апликације за аутентификацију

source: The authenticator app method is a type of two-factor authentication that uses a mobile application to generate one-time codes for account verification. After setting up the authenticator app on your device, you will link it to your Zammad account.
de: Die Authentifizierungs-App ist eine Methode der Zwei-Faktor-Authentifizierung, bei der eine mobile App ("Authentifizierungs-App") Einmal-Codes generiert, die beim Anmelden geprüft werden. Nachdem Sie eine Authentifizierungs-App auf Ihrem Gerät eingerichtet haben, können Sie diese mit Ihrem Zammad-Konto verknüpfen.
sr: Метод апликација за аутентификацију је врста двофакторске аутентификације која користи мобилну апликацију за генерисање једнократних кодова за верификацију налога. Након подешавања апликације за аутентификацију на свом уређају, повезаћете је са својим Zammad налогом.

source: First, make sure you have installed an authenticator app on your mobile device. Recommended apps are:
de: Stellen Sie bitte zunächst sicher, dass Sie eine Authentifizierungs-App auf Ihrem Mobilgerät installiert haben. Empfohlene Apps sind:
sr: Прво, проверите да ли сте инсталирали апликацију за аутентификацију на свом мобилном уређају. Препоручене апликације су:

source: Next, open the authenticator app on your device and find a **Scan QR Code** action, or similar. Point your camera to the Zammad screen and scan the shown QR code in the middle.
de: Öffnen Sie die Authentifizierungs-App auf Ihrem Mobilgerät und wählen Sie die Funktion **QR-Code scannen** (oder ähnlich bezeichnet). Richten Sie dann die Kamera auf den Bildschirm und scannen den angezeigten QR-Code.
sr: Затим отворите апликацију за аутентификацију на свом уређају и пронађите акцију **Скенирај QR код** или слично. Усмерите камеру на Zammad екран и скенирајте приказани QR код у средини.

source: If your device is not able to scan the QR code, first click on it to reveal your secret. Next, add a manual entry to your authenticator app and enter the provided secret when asked.
de: Falls Sie den QR-Code nicht scannen können, klicken Sie bitte auf den QR-Code, um den Sicherheitscode im Klartext zu sehen. Fügen Sie diesen anschließend manuell in Ihrer Authentifizierungs-App hinzu.
sr: Ако ваш уређај не може да скенира QR код, прво кликните на њега да бисте открили своју шифру. Затим додајте ручни унос у апликацију за аутентификацију и унесите обезбеђену шифру када се то од вас затражи.

source: Your authenticator app should immediately add the new entry for your Zammad account, and a 6-digit code will be displayed next to it together with a timer.
de: Ihre Authentifizierungs-App sollte sofort den neuen Eintrag für Ihr Zammad-Konto angelegt haben und einen 6-stelligen Code mit einem Timer anzeigen.
sr: Ваша апликација за аутентификацију ће одмах додати нови унос за ваш Zammad налог, а поред њега ће бити приказан шестоцифрени код заједно са тајмером.

source: Back in Zammad, enter the provided code to the **Security Code** field and click on **Set Up**.
de: Geben Sie nun in Zammad den angezeigten Code in das Feld **Sicherheits-Code** ein und klicken auf **Einrichten**.
sr: Назад у Zammad-у, унесите наведени код у поље **Сигурносни код** и кликните на **Постави**.

source: Authenticator App Sign-in
de: Anmeldung Authentifizierungs-App
sr: Пријављивање уз помоћ апликације за аутентификацију

source: To sign-in with authenticator app two-factor method, first enter your username and password and click **Sign in**.
de: Um sich mit der Authententifizierungs-App anzumelden, geben Sie bitte zunächst Ihren Benutzernamen und Ihr Passwort an und klicken auf **Anmelden**.
sr: Да бисте се пријавили помоћу апликације за аутентификацију, прво унесите своје корисничко име и лозинку и кликните на **Пријави се**.

source: Then, open authenticator app on your device, and get the 6-digit code next to your Zammad account.
de: Öffnen Sie dann die Authentifizierungs-App auf Ihrem Mobilgerät und suchen Sie den 6-stelligen Code neben Ihrem Zammad-Konto.
sr: Затим отворите апликацију за аутентификацију на свом уређају и преузмите шестоцифрени код поред вашег Zammad налога.

source: Security Code in Google Authenticator App
de: Sicherheits-Code in der Google Authenticator App
sr: Сигурносни код у апликацији Google Authenticator

source: Back in Zammad, enter the provided code to the **Security Code** field and click on **Sign in**.
de: Geben Sie diesen Code dann im Feld **Sicherheits-Code** ein und klicken auf **Anmelden**.
sr: Назад у Zammad-у, унесите наведени код у поље **Сигурносни код** и кликните на **Постави**.

source: Authenticator App Security Code during Sign-in
de: Sicherheitscode Authentifizierungs-App während der Anmeldung
sr: Сигурносни код из апликације за аутентификацију током пријављивања

source: Entering security codes from your authenticator app is a time-sensitive operation! Each code is valid for up to 30 seconds, so if you are near the end of the time window (timer will show you this), it is better to wait for it to refresh.
de: Die Verwendung von Sicherheits-Codes aus einer Authentifizierungs-App ist zeitkritisch! Jeder Code ist nur maximal 30 Sekunden gültig. Falls Sie am Ende des Zeitfensters sind (das wird Ihnen in der App angezeigt), warten Sie besser bis ein neuer Code erzeugt wird.
sr: Уношење сигурносних кодова из апликације за аутентификацију је временски осетљива операција! Сваки код важи до 30 секунди, па ако сте при крају временског прозора (тајмер ће вам ово показати), боље је сачекати да се освежи.

source: Security Keys Setup
de: Einrichtung eines Sicherheits-Schlüssels
sr: Поставка безбедносних кључева

source: The security keys method is a type of a two-factor authentication that uses Web Authentication API in the browser for verifying your identity. You may register multiple hardware or software security keys with your Zammad account and then they can be used during the sign-in process.
de: Die Zwei-Faktor-Methode mit Sicherheits-Schlüssel nutzt das Web Authentication API im Browser, um Ihre Identität zu bestätigen. Sie können mehrere Hardware- oder Software-Sicherheits-Schlüssel in Ihrem Zammad-Konto hinterlegen und für die Anmeldung nutzen.
sr: Метод безбедносних кључева је врста двофакторске аутентификације која користи Web Authentication API претраживача за верификацију вашег идентитета. Можете да региструјете више хардверских или софтверских безбедносних кључева са својим Zammad налогом, а затим их можете користити током процеса пријављивања.

source: Initially, you will be presented with an empty dialog instructing you to **Set Up** your first key.
de: Sie sehen zunächst einen Info-Dialog, der Sie auf das **Einrichten** Ihres ersten Schlüssels verweist.
sr: У почетку ће вам се приказати празан дијалог који вас упућује да кликнете на **Постави** за додавање свог првог кључа.

source: First, enter a descriptive **Name for this security key** you will be registering with your account, so you could later identify it in the list. Then, click on **Next**.
de: Geben Sie als erstes einen **Namen für diesen Sicherheitsschlüssel** im entsprechenden Feld ein, damit Sie diesen später in einer Übersicht identifizieren können. Klicken Sie anschließend auf **Weiter**.
sr: Прво унесите описни **назив безбедносног кључа** који ћете регистровати са својим налогом, како бисте га касније могли идентификовати на листи. Затим кликните на **Следеће**.

source: Security Key Name
de: Name Sicherheits-Schlüssel
sr: Назив безбедносног кључа

source: Next, depending you your browser, you will be presented with different options. Select one that refers to your chosen security key and follow the instructions on the screen.
de: Abhängig von Ihrem Browser können Ihnen verschiedene Optionen angeboten werden. Wählen Sie die, die der Ihres angegebenen Sicherheits-Schlüssels entspricht und folgen den weiteren Anweisungen.
sr: Затим, у зависности од вашег претраживача, биће вам представљене различите опције. Изаберите ону која се односи на жељени безбедносни кључ и пратите упутства на екрану.

source: Security Key Registration
de: Einrichten eines Sicherheits-Schlüssels
sr: Регистрација безбедносног кључа

source: Security Key Setup dialog in Safari on macOS
de: Dialog Einrichtung eines Sicherheitsschlüssels in Safari auf macOS
sr: Дијалог за поставку безбедносног кључа у Safari претраживачу на macOS-у

source: You may be asked by the browser to interact with a key or a device so you can prove you are in physical possession of it (e.g. enter its PIN to unlock it).
de: Ihr Browser bittet Sie daraufhin, mit Ihrem Sicherheitsschlüssel oder Gerät zu interagieren (z.B. PIN-Eingabe zur Entsperrung), um zu prüfen, ob Sie in physischem Besitz des Geräts sind.
sr: Претраживач може од вас тражити да ступите у интеракцију са кључем или уређајем како бисте могли да докажете да га физички поседујете (нпр. да унесете његов PIN да бисте га откључали).

source: You will have limited time (measured in tens of seconds) to register your key. Better to have it ready before you proceed!
de: Sie haben begrenzt Zeit (einige zehn Sekunden), um den Sicherheits-Schlüssel als Methode zu bestätigen. Am besten haben Sie Ihr Gerät einsatzbereit vor sich, bevor Sie loslegen!
sr: Имаћете ограничено време (мерено у десетинама секунди) да региструјете свој кључ. Боље је да га припремите пре него што наставите!

source: If the registration was successful, the modal dialog will close and you are good to go.
de: Falls die Einrichtung erfolgreich war, schließt sich das Dialogfenster und Sie sind startklar.
sr: Уколико је регистрација успешна, дијалог ће се затворити и можете наставити даље.

source: In case of errors, you will be able to **Retry** the registration of the key.
de: Im Fehlerfall können Sie den Einrichtungs-Prozess über **Erneut versuchen** nochmals anstoßen.
sr: У случају грешака, моћи ћете да **поново покушате** регистрацију кључа.

source: Editing Security Keys
de: Bearbeiten von Sicherheits-Schlüsseln
sr: Уређивање безбедносних кључева

source: Once set up, security keys can be managed by choosing **Edit** action next to the two-factor authentication method.
de: Sobald Sie Sicherheits-Schlüssel eingerichtet haben, können Sie diese über die **Bearbeiten** Funktion neben der Zwei-Faktor-Methode verwalten.
sr: Када се подесе, безбедносним кључевима се може управљати тако што ћете изабрати акцију **Измени** поред метода редакторске аутентификације.

source: You have an option to remove a key or set up additional ones. There is no limit in number of security keys you can set up, but keep in mind you cannot register an already registered key for your account.
de: Sie haben die Möglichkeit, Sicherheitsschlüssel hinzuzufügen oder zu löschen. Es gibt keine Begrenzung der Anzahl an Sicherheits-Schlüsseln, die Sie hinzufügen können. Beachten Sie aber, dass ein bereits hinzugefügter Schlüssel nicht erneut hinzugefügt werden kann.
sr: Имате опцију да уклоните кључ или поставите додатне. Не постоји ограничење у броју безбедносних кључева које можете да поставите, али имајте на уму да не можете да региструјете већ регистровани кључ за исти налог.

source: Removal of the last security key will effectively remove the complete security keys method for your account.
de: Das Entfernen des einzigen vorhanden Schlüssels deaktiviert die Methode für Ihr Konto.
sr: Уклањање последњег безбедносног кључа ће ефективно уклонити комплетан метод безбедносних кључева за ваш налог.

source: Security Keys Sign-in
de: Anmeldung mit Sicherheits-Schlüssel
sr: Пријављивање уз помо безбедносних кључева

source: To sign-in with security keys two-factor method, first enter your username and password and click **Sign in**.
de: Um sich mit einem Sicherheits-Schlüssel per Zwei-Faktor-Authentifizierung anzumelden, geben Sie bitte zunächst Ihren Benutzernamen und Ihr Passwort ein und klicken auf **Anmelden**.
sr: Да бисте се пријавили помоћу метода безбедносних кључева, прво унесите своје корисничко име и лозинку и кликните на **Пријави се**.

source: Using Security Key during Sign-in
de: Verwendung eines Sicherheits-Schlüssels beim Anmelden
sr: Коришћење безбедносног кључа током пријављивања

source: Then, when asked by the browser, present your security key as instructed.
de: Wenn Sie anschließend von Ihrem Browser nach dem Sicherheitsschlüssel gefragt werden, führen Sie bitte die notwendige Aktion aus.
sr: Затим, када претраживач то затражи, приложите свој безбедносни кључ према упутствима.

source: Security Key Sign-in dialog in Safari on macOS
de: Dialog Einrichtung eines Sicherheits-Schlüssels in Safari auf macOS
sr: Дијалог за пријављивање зз помоћ безбедносног кључа у Safari претраживачу на macOS-у

source: Providing your security key when asked is a time-sensitive operation! You may be allowed a couple of tens of seconds to present and unlock your key, but if the process time outs, you will have to **Retry**.
de: Die Verwendung des Sicherheits-Schlüssels ist zeitkritisch! Sie haben einige zehn Sekunden Zeit für die Bestätigung oder Entsperrung des Schlüssels. Falls das Zeitlimit überschritten wird, können Sie den Schritt per **Erneut versuchen** wiederholen.
sr: Коришћење безбедносног кључа када се то од вас затражи је временски осетљива операција! Можда ће вам бити дозвољено неколико десетина секунди да приложите и откључате свој кључ, али ако процес истекне, мораћете да **Покушате поново**.

source: In case of errors, you will be able to **Retry** the verification of the key.
de: Im Fehlerfall können Sie die Prüfung des Schlüssels **Erneut versuchen**.
sr: У случају грешака, моћи ћете да **поново покушате** верификацију кључа.

source: Advanced Topics
de: Weiterführende Themen
sr: Напредне теме
tr: İleri Konular

source: Zammad User Documentation
de: Zammad Benutzer Dokumentation
sr: Zammad корисничка документација

source: You are currently reading the Zammad user documentation. There are also :docs:`system </index.html>` and :admin-docs:`administration manuals </index.html>` available.
de: Sie lesen gerade die Benutzerdokumentation von Zammad. Es sind außerdem :docs:`System- </index.html>` und :admin-docs:`Admin-Dokumentationen </index.html>` verfügbar.
sr: Тренутно читате Zammad корисничку документацију. Такође су доступни :docs:`системски </index.html>` и :admin-docs:`администраторски </index.html>` приручници.

source: Where to find them?
sr: Где их пронаћи?

source: Click on your avatar at the bottom of the main menu to access the **keyboard shortcuts cheat sheet**.
sr: Кликните на свој аватар при дну главног менија за приступ **листи пречица на тастатури**.
tr: **Klavye kısayolları hile sayfası**na erişmek için ana menünün altındaki avatarınıza tıklayın.

source: Alternatively, open it with one of the shortcuts below:
sr: Алтернативно, отворите га једном од пречица испод:

source: ``ctrl`` + ``shift`` + ``h`` (on Linux and Windows)
sr: ``ctrl`` + ``shift`` + ``h`` (на Linux-у и Windows-у)

source: ``cmd`` + ``ctrl`` + ``shift`` + ``h`` (on macOS)
sr: ``cmd`` + ``ctrl`` + ``shift`` + ``h`` (на macOS-y)

source: The keyboard shortcut cheat sheet.
sr: Листа пречица на тастатури.

source: Navigation
sr: Навигација

source: Trigger the search
sr: Започни претрагу

source: Show list of shortcuts
sr: Прикажи листу пречица

source: Tickets
sr: Тикети

source: Press ``cmd`` + ``i`` to enter *italics* mode,
sr: Притисните ``cmd`` + ``i`` за режим курзива,

source: press ``cmd`` + ``i`` again to return to normal text mode.
sr: притисните ``cmd`` + ``i`` поново да бисте се вратили у нормалан режим.

source: press ``cmd`` + ``i`` to set the text in *italics*.
sr: притисните ``cmd`` + ``i`` за курзив.

source: For instance you can search for a specific customer by using ``customer.attribute``::
sr: На пример, можете да тражите одређеног клијента користећи ``customer.attribute``::
tr: Örneğin, ``customer.attribute``:: kullanarak belirli bir müşteriyi arayabilirsiniz

source: or::
sr: или:
tr: veya::

source: Available attributes
sr: Доступни атрибути
tr: Kullanılabilir nitelikler

source: Attribute
sr: Атрибут
tr: Nitelik

source: \*bob\*
sr: \*ђорђе\*

source: article.from:\*bob\*
sr: article.from:\*ђорђе\*

source: article.body:heat |br|\ article.body:heat~ |br|\ articlebody:/joh?n(ath[oa]n)/
sr: article.body:тип |br|\ article.body:тип~ |br|\ articlebody:/андр(и|е)ј?а?/

source: Combining search phrases
sr: Комбиновање фраза за претрагу

source: state.name:(closed OR open) AND (priority.name:"2 normal" OR tags:feedback)
sr: state.name:(closed OR open) AND (priority.name:"2 normal" OR tags:анкета)
tr: state.name:(kapalı VEYA açık) VE (priority.name:"2 normal" VEYA tags:feedback)

source: state.name:(closed OR open) AND (priority.name:"2 normal" OR tags:feedback) AND !(*Zammad*)
sr: state.name:(closed OR open) AND (priority.name:"2 normal" OR tags:анкета) AND !(*Zammad*)
tr: state.name:(kapalı VEYA açık) VE (priority.name:"2 normal" VEYA tags:feedback) VE !(*Zammad*)

source: owner.email:bob@example.net AND state.name:(open OR new)
sr: owner.email:djordje@example.net AND state.name:(open OR new)
tr: owner.email:bob@example.net VE state.name:(açık VEYA yeni)

source: Some Ticket attributes and their type
sr: Неки атрибути тикета и њихов тип
tr: Bazı Bilet özellikleri ve türleri

source: Ticket attributes
sr: Атрибути тикета
tr: Bilet nitelikleri

source: number: string
sr: number: текст

source: title: string
sr: title: текст

source: group: object (group.name, ...)
sr: group: објекат (group.name, ...)

source: priority: object (priority.name, ...)
sr: priority: објекат (priority.name, ...)
