Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: By default, you will receive notifications for all tickets in every group you belong to - even for tickets that are assigned to other agents. Use the **Limit Groups** switch and settings below it to disable such notifications on a per-group basis. You will continue to receive notifications for your own tickets.
de: Standardmäßig erhalten Sie Benachrichtigungen für alle Tickets für jede Gruppe, der Sie angehören - auch für Tickets, die anderen Agenten zugewiesen sind. Verwenden Sie den Schalter **Gruppen einschränken** und die Einstellungen darunter, um Benachrichtigungen für Gruppen einzeln zu deaktivieren. Sie werden weiterhin Benachrichtigungen für Ihre eigenen Tickets erhalten.
sr: Подразумевано ћете примати обавештења за све тикете у свакој групи којој припадате — чак и за тикете које су додељене другим оператерима. Користите дугме **Ограничи групе** и подешавања испод њега да бисте искључили ова обавештења по групама. Наставићете да примате обавештења за сопствене тикете.

source: If you turn on **Limit Groups** feature, but disable the notifications from all groups, you may receive the following warning.
de: Wenn Sie **Einschränkung auf Gruppen** aktivieren, jedoch die Benachrichtigungen für alle Gruppen deaktivieren, bekommen Sie folgende Warnung angezeigt.
sr: Ако укључите функцију **Ограничи групе**, али онемогућите обавештења из свих група, могуће је да ћете добити следеће упозорење.

source: In this case, saving your settings will implicitly turn off **Limit Groups** feature, since no limits will be left in effect.
de: In diesem Fall wird beim Speichern die Funktion **Einschränkung auf Gruppen** deaktiviert, da keine Einschränkung mehr übrig bleibt.
sr: У овом случају, чување ваших подешавања ће имплицитно искључити функцију **Ограничи групе**, пошто ограничења неће остати на снази.

source: The contents of these email notifications can be customized on self-hosted installations. Administrators can learn more :admin-docs:`here </manage/trigger/system-notifications.html>`.
de: Der Inhalt dieser E-Mail-Benachrichtigungen kann bei selbstgehosteten Installationen angepasst werden. Administratoren können :admin-docs:`hier </manage/trigger/system-notifications.html>` mehr erfahren.
sr: Садржај ових обавештења путем имејла може се прилагодити на инсталацијама које хостујете сами. Администратори могу да сазнају више :admin-docs:`овде </manage/trigger/system-notifications.html>`.

source: Out of Office
de: Abwesenheit
sr: Ван канцеларије
tr: Ofis Dışında

source: Schedule absence periods in advance, and designate a substitute to handle your tickets while you're gone.
de: Planen Sie Abwesenheiten im Voraus und benennen Sie einen Vertreter, der Ihre Tickets bearbeitet, während Sie nicht anwesend sind.
sr: Закажите периоде одсуства унапред и одредите замену за ваше тикете док вас нема.

source: Your substitute will receive all your ticket notifications during your absence, and have a custom :doc:`overview </basics/find-ticket/browse>` created to help keep track of your tickets.
de: Ihr Vertreter erhält während Ihrer Abwesenheit alle Ihre Ticketbenachrichtigungen und er bekommt eine benutzerdefinierte :doc:`Übersicht</basics/find-ticket/browse>`, um den Überblick über Ihre Tickets zu behalten.
sr: Ваша замена ће добијати сва тикет обавештења током вашег одсуства и имаће прилагођени :doc:`преглед </basics/find-ticket/browse>` који ће им помоћи да прате ваше тикете.
tr: Yedek kişi, yokluğunuz sırasında tüm bilet bildirimlerinizi alacak ve biletlerinizi takip etmenize yardımcı olmak için özel bir :doc:`genel bakış </basics/find-ticket/browse>` oluşturacaktır.

source: You will receive notifications while you are absent.
de: Während Ihrer Abwesenheit werden Sie benachrichtigt.

source: Tired of the overview order your admin decided on? This section allows you to choose an overview order that fits you the best.
de: Gefällt Ihnen die Sortierung der Übersicht nicht, die Ihr Admin für Sie bereitgestellt hat? Dieser Bereich erlaubt ihnen eine eigene Sortierung vorzunehmen.
sr: Уморни сте од редоследа прегледа за који се ваш администратор одлучио? Овај одељак вам омогућава да изаберете редослед прегледа који вам највише одговара.

source: You can revert to the default instance ordering at any time by using the upper right button "Reset overview order".
de: Sie können die Standardsortierung jederzeit wiederherstellen, wenn Sie oben rechts "Reihenfolge der Übersichten zurücksetzen" wählen.
sr: Можете да се вратите на подразумевани редослед у било ком тренутку коришћењем дугмета горе десно „Поништи редослед прегледа“.

source: This option is only visible to agents by default. It can be completely deactivated by your admin.
de: Diese Einstellung ist standardmäßig nur für Agenten sichtbar. Sie kann von Ihrem Administrator vollständig deaktiviert werden.
sr: Ово подешавање је подразумевано видљиво само оператерима. Администратори такође могу у потпуности да га искључе.

source: If it is activated, the order does not change, even if your admin renames or reorders the overviews. The overview order is stored in your profile and thus applies to any device you use with your account.
de: Wenn sie aktiviert ist, ändert sich die Reihenfolge nicht, auch wenn Ihr Admin die Übersichten umbenennt oder neu anordnet. Die Reihenfolge der Übersichten wird in Ihrem Profil gespeichert und gilt somit für jedes Gerät, das Sie mit Ihrem Konto verwenden.
sr: Уколико је сачуван, редослед се неће променити, чак и ако ваш администратор промени назив или редослед прегледа. Лични редослед прегледа се чува у вашем профилу и стога важи за сваки уређај који користите са својим налогом.

source: Screencast showing how to drag & drop overviews order and reset the order back to default
de: Dieser Screencast zeigt, wie mittels Drag & Drop die Reihenfolge der Übersichten angepasst werden kann und wie die Standardreihenfolge wiederhergestellt werden kann
sr: Снимак екрана који показује како да превучете и пустите прегледе за избор редоследа и поништите га назад на подразумевану вредност

source: Calendar
de: Kalender
sr: Календар
tr: Takvim

source: Add your ticket deadlines to your own favorite calendar app with the ICAL link listed at this setting's panel.
de: Fügen Sie Fälligkeiten Ihrer Tickets zu Ihrer eigenen bevorzugten Kalender-App mit dem ICAL-Link hinzu, der in diesem Einstellungsfenster angezeigt ist.
sr: Додајте своје рокове за тикете у вашу омиљену календар апликацију са ICAL везом наведеном у панелу овог подешавања.

source: Devices
de: Geräte
sr: Уређаји
tr: Cihazlar

source: See a list of all devices logged into your Zammad account (and revoke access, if necessary).
de: Hier finden Sie eine Liste aller in Ihrem Zammad-Konto angemeldeten Geräten (bei Bedarf kann der Zugriff widerrufen werden).
sr: Погледајте листу свих уређаја пријављених на ваш Zammad налог (и опозовите приступ, уколико је неопходно).

source: Token Access
de: Token-Zugriff
sr: Приступ путем кључа
tr: Jeton Erişimi

source: Generate personal access tokens for third party applications to use the Zammad API.
de: Generieren Sie einen persönlichen Zugangs-Token für jede Anwendung welche auf die Zammad API zugreifen soll.
sr: Генеришите личне кључеве приступа за апликације трећег лица да бисте користили Zammad API.

source: Always generate a new token for each application you connect to Zammad! (This makes it possible to revoke access one application at a time if a token is ever compromised.)
de: Erstellen Sie immer einen neuen Token für jede Anwendung, die Sie mit Zammad verbinden! (Das ermöglicht es, den Zugriff auf eine einzelne Anwendung zu widerrufen, falls ein Token jemals gefährdet wird.)
sr: Увек генеришете нови кључ за сваку апликацију коју повежете са Zammad-ом! (Ово омогућава опозив приступа одређеној апликацији ако кључ буде икада компромитован.)
tr: Zammad'a bağladığınız her uygulama için daima yeni bir jeton oluşturun! (Bu, bir jeton tehlikeye girerse, her seferinde bir uygulamaya erişimi iptal etmeyi mümkün kılar.)

source: Linked Accounts
de: Verknüpfte Accounts
sr: Повезани налози
tr: Bağlı Hesaplar

source: See a list of third party services (*e.g.,* Facebook or Twitter) linked to your Zammad account.
de: Hier sehen Sie eine Liste der Dienste von Drittanbietern (*z.B.,* Facebook oder Twitter), die mit Ihren Zammad-Konto verknüpft sind.
sr: Погледајте листу апликација трећег лица (*нпр.* Facebook или Twitter) повезаних са вашим Zammad налогом.

source: Secure Email
de: Sichere E-Mail
sr: Безбедна пошта
tr: Güvenli E-posta

source: Zammad supports two systems of high-security email communication:
de: Zammad unterstützt zwei Systeme für sichere E-Mail Kommunikation:
sr: Zammad подржава два система комуникације високе безбедности путем имејла:

source: Screencast demo of S/MIME features for both new tickets and replies
de: Bildschirmaufzeichnung von S/MIME-Funktionen für neue Tickets und Antworten
sr: Снимак екрана са S/MIME функцијом за нове тикете и одговоре

source: Use the 🔒 **Encrypt** and ✅ **Sign** buttons to turn on encryption and signing of outgoing emails.
de: Verwenden Sie die 🔒 **Verschlüsseln** und ✅ **Signieren** Schaltflächen, um die Verschlüsselung und das Signieren von ausgehenden Mails einzuschalten.
sr: Користите дугмиће 🔒 **Шифровање** и ✅ **Потписивање** да бисте укључили шифровање и потписивање за одлазне имејл поруке.

source: Prerequisites
de: Voraussetzungen
sr: Услови

source: Both feature are **optional**; if you don't see the 🔒 **Encrypt** and ✅ **Sign** buttons in the ticket composer, that means your administrator hasn't activated any of them yet.
de: Beide Funktionen sind **optional**; wenn Sie die Schaltflächen 🔒 **Verschlüsseln** und ✅ **Signieren** im Ticket-Composer nicht sehen, bedeutet dies, dass Ihr Administrator noch keine der beiden Funktionen aktiviert hat.
sr: Обе фунцкије су **опционе**; ако не видите 🔒 **Шифровање** и ✅ **Потписивање** у обрасцу тикета, то значи да их ваш администратор још није омогућио.

source: Administrators can learn more here:
de: Administratoren können hier mehr erfahren:
sr: Администратори могу да сазнају више овде:

source: PGP and S/MIME are only working if the other party is using them too.
de: PGP und S/MIME funktionieren nur, wenn die andere Partei sie auch verwendet.
sr: PGP и S/MIME раде само ако их користи и друга страна.

source: PGP and S/MIME are the most widely-supported methods for secure email communication. With each of the systems, you can exchange **signed** and **encrypted** messages with others.
de: PGP und S/MIME sind die am weitesten verbreiteten Methoden für sichere E-Mail-Kommunikation. Mit beiden Varianten können Sie **signierte** und **verschlüsselte** Nachrichten mit anderen austauschen.
sr: PGP и S/MIME су најшире подржане методе за безбедну комуникацију путем имејла. Са сваким од система можете да размењујете **потписане** и **шифроване** поруке са другима.

source: In special cases it is possible that both systems are configured in your system *and* a customer is using both, as well. In this case, you have an additional button to switch between PGP and S/MIME security types. Otherwise, you just see the 🔒 **Encrypt** and ✅ **Sign** buttons.
de: In Ausnahmefällen kann es vorkommen, dass in Ihrem System beide Systeme konfiguriert sind *und* Ihr Kunde ebenfalls beide nutzt. In diesem Fall haben Sie eine zusätzliche Schaltfläche, mit der Sie zwischen PGP und S/MIME wählen können. Andernfalls sehen Sie nur die 🔒 **Verschlüsseln** und ✅ **Signieren** Schaltflächen.
sr: У посебним случајевима могуће је да су оба система подешена у вашем систему *и* клијент такође користи оба. У овом случају, појавиће се додатно дугме за пребацивање између PGP и S/MIME система безбедности. У супротном, видећете само дугмиће 🔒 **Шифровање** и ✅ **Потписивање**.

source: Screenshot of ticket creation with configured PGP and S/MIME
de: Screenshot der Ticket-Erstellung mit konfiguriertem PGP und S/MIME
sr: Слика отварања тикета са подешеним PGP и S/MIME

source: Ticket creation with configured PGP *and* S/MIME and available certificates/keys.
de: Ticketerstellung mit konfiguriertem PGP *und* S/MIME und vorhandenen Schlüsseln und Zertifikaten.
sr: Отварање тикета са подешеним PGP *и* S/MIME и доступним сертификатима/кључевима.

source: Signing
de: Signieren
sr: Потписивање
tr: İmzalamak

source: is a proof that a message hasn't been manipulated on its way.
de: ist der Beweis, dass eine Nachricht auf dem Weg nicht manipuliert wurde.
sr: је доказ да порука није мењана на свом путу.

source: In other words, it guarantees message **integrity** and **authenticity**.
de: Mit anderen Worten, es garantiert die **Integrität** und **Authentizität**.
sr: Другим речима, гарантује **интегритет** и **аутентичност** поруке.

source: Encryption
de: Verschlüsselung
sr: Шифровање
tr: Şifreleme

source: scrambles a message so that it can only be unscrambled by the intended recipient.
de: verschlüsselt eine Nachricht so, dass sie nur vom gewünschten Empfänger entschlüsselt werden kann.
sr: шифрује поруку тако да може да је дешифрује само прималац коме је намењена.
tr: bir mesajı, yalnızca hedeflenen alıcı tarafından çözülebilecek şekilde karıştırır.

source: In other words, it guarantees message **privacy** and **data security**.
de: Mit anderen Worten, es garantiert die **Privatsphäre** und **Datensicherheit** einer Nachricht.
sr: Другим речима, гарантује **приватност** и **безбедност података**.

source: Your administrator is responsible for adding all the necessary certificates and keys in Zammad's admin panel.
de: Ihr Administrator ist für das Hinzufügen aller erforderlichen Zertifikate und Schlüssel in Zammads Admin-Oberfläche verantwortlich.
sr: Ваш администратор је одговоран за додавање свих потребних сертификата и кључева у административном панелу Zammad-а.

source: 📬 Incoming
de: 📬 Eingehend
sr: 📬 Долазне поруке
tr: 📬 Gelen

source: The 🔒 and ✅ icons at the top of a message indicate its encryption and signing status.
de: Die Symbole 🔒 und ✅ am oberen Rand einer Nachricht zeigen den Status der Verschlüsselung und der Signatur an.
sr: Иконице 🔒 и ✅ при врху поруке означавају њен статус шифровања и потписивања.

source: Screencast showing details of encryption and signing status
de: Screencast zeigt Status der Verschlüsselung und Signatur
sr: Снима екрана који приказује детаље шифровања и статуса потписивања

source: Click on an incoming message to expand its details. Hover over the security status to show more information.
de: Klicken Sie auf eine eingehende Nachricht, um ihre Details sichtbar zu machen. Fahren Sie mit der Maus über den Sicherheitsstatus, um weitere Informationen zu sehen.
sr: Кликните на долазну поруку да бисте проширили њене детаље. Пређите курсором преко безбедносног статуса за више информација.

source: Status Icons (Incoming)
de: Status Symbole (Eingehend)
sr: Иконице статуса (долазне поруке)
tr: Durum İkonları (Gelen)

source: lock
de: sperren
sr: закључан

source: This message was **encrypted for you**.
de: Diese Nachricht wurde **für Sie verschlüsselt**.
sr: Ова порука је **шифрована за вас**.
tr: Bu mesaj **sizin için şifrelendi**.

source: Even if it was intercepted by a third party (hacker, gov't agency, etc.), they won't be able to read it.
de: Selbst wenn sie von einer dritten Partei (Hacker, Regierungsbehörde usw.) abgefangen würde, würden diese sie nicht lesen können.
sr: Чак и ако ју је пресрела трећа страна (хакер, државна агенција, итд), неће моћи да је прочита.

source: |encryption-error|
de: |Verschlüsselungs-Fehler|

source: encryption-error
de: Verschlüsselungs-Fehler

source: This message can **not be decrypted**.
de: Diese Nachricht kann **nicht entschlüsselt werden**.
sr: Ова порука се **не може дешифровати**.

source: signed
de: signiert

source: This message's signature has been **successfully verified**.
de: Die Signatur dieser Nachricht wurde **erfolgreich verifiziert**.
sr: Потпис ове поруке је **успешно верификован**.

source: You can be confident that it's authentic and that the content has not been modified.
de: Sie können sicher sein, dass dies authentisch ist und dass der Inhalt nicht verändert wurde.
sr: Можете бити сигурни да је аутентична и да њен садржај није измењен.

source: not-signed
de: nicht signiert

source: The verification of the signature of this message has **failed**. You can find more information by hovering over the icon.
de: Die Überprüfung der Signatur der Nachricht ist **fehlgeschlagen**. Sie finden weitere Informationen, wenn Sie die Maus über dem Icon platzieren.
sr: Провера потписа ове поруке је **неуспела**. Више информација можете пронаћи тако што ћете прећи курсором преко иконице.

source: 📮 Outgoing
de: 📮 Ausgehend
sr: 📮 Одлазне поруке
tr: 📮 Giden

source: Use the 🔒 **Encrypt** and ✅ **Sign** buttons to turn on encryption and signing for outgoing emails.
de: Verwenden Sie die 🔒 **Verschlüsseln** und ✅ **Signieren** Schaltflächen um die Verschlüsselung und das Signieren von ausgehenden Mails einzuschalten.
sr: Користите дугмиће 🔒 **Шифровање** и ✅ **Потписивање** да бисте укључили шифровање и потписивање за одлазне имејл поруке.
tr: Giden e-postalarınızda şifreleme ve imzalamayı açmak için 🔒 **Şifrele** and ✅ **İmzala** butonlarını kullanın.

source: Outgoing emails can only be encrypted for *a single recipient*.
de: Ausgehende E-Mails können nur für *einen einzelnen Empfänger* verschlüsselt werden.
sr: Одлазне имејл поруке могу бити шифроване само за *једног примаоца*.
tr: Giden e-postalar **sadece bir alıcı** için şifrelenmiş olabilir.

source: Screencast showing encryption and signing status for both new tickets and replies
de: Bildschirmaufzeichnung zeigt Status der Verschlüsselung und Signatur für neue Tickets und Antworten
sr: Снимак екрана који приказује статус шифровања и потписивања за нове тикете и за одговоре

source: 🔒 **Encrypt** and ✅ **Sign** buttons are present on both new tickets and replies. Hover over the buttons to show details.
de: 🔒 **Verschlüsseln** und ✅ **Signieren** sind sowohl bei neuen Tickets, als auch Antworten auf Tickets vorhanden. Fahren Sie mit der Maus über die Schaltflächen, um Details zu sehen.
sr: Дугмићи 🔒 **Шифровање** и ✅ **Потписивање** су присутни и на новим тикетима и на одговорима. Пређите курсором преко дугмића да бисте приказали више информација.

source: Status Icons (Outgoing)
de: Status-Symbole (Ausgehend)
sr: Иконице статуса (одлазне поруке)
tr: Durum İkonları (Giden)

source: This message **will be encrypted**.
de: Diese Nachricht **wird verschlüsselt**.
sr: Ова порука **биће шифрована**.
tr: Bu mesaj **şifrelenecektir**.

source: Even if it's intercepted by a third party (hacker, gov't agency, etc.), they won't be able to read it.
de: Selbst wenn sie von einer dritten Partei (Hacker, Regierungsbehörde usw.) abgefangen würde, würden diese sie nicht lesen können.
sr: Чак и ако ју је пресрела трећа страна (хакер, државна агенција, итд), неће моћи да је прочита.

source: open-lock
de: entsperren

source: This message **will not be encrypted**.
de: Diese Nachricht **wird nicht verschlüsselt**.
sr: Ова порука **неће бити шифрована**.
tr: Bu mesaj **şifrelenmeyecektir**.

source: This message **will be signed**.
de: Diese Nachricht **wird signiert**.
sr: Ова порука **биће потписана**.
tr: Bu mesaj **imzalanacaktır**.

source: Recipients can verify that it came from you and that the content has not been modified.
de: Empfänger können sichergehen, dass sie von Ihnen stammt und dass der Inhalt nicht verändert wurde.
sr: Примаоци могу да потврде да је дошла од вас и да њен садржај није измењен.

source: This message **will not be signed**.
de: Diese Nachricht **wird nicht signiert**.
sr: Ова порука **неће бити потписана**.
tr: Bu mesaj **imzalanmayacaktır**.

source: Troubleshooting
de: Fehlerbehebung
sr: Решавање проблема
tr: Sorun giderme

source: “Sign: Unable to find certificate for validation”
de: "Signieren: Zertifikat für Validierung nicht auffindbar"
sr: „Потпис: Није могуће пронаћи сертификат за верификацију“
tr: “İmza: Doğrulama için sertifika bulunamadı”

source: Ticket article shows a warning for failed verification of a signed message
de: Ticket Artikel zeigen eine Warnung für die fehlgeschlagene Prüfung einer signierten Nachricht
sr: Чланак тикета који приказује упозорење о неуспелој верификацији потписане поруке

source: Without the sender's certificate, Zammad cannot verify the message signature.
de: Ohne das Zertifikat des Absenders kann Zammad die Signatur der Nachricht nicht überprüfen.
sr: Без сертификата пошиљаоца, Zammad не може да верификује потпис поруке.

source: Ask your administrator to add the sender's certificate to Zammad's certificate store.
de: Bitten Sie Ihren Administrator, das Zertifikat des Absenders zu Zammads Zertifikatsspeicher hinzuzufügen.
sr: Замолите свог администратора да дода сертификат пошиљаоца у Zammad-ово складиште сертификата.

source: 🕵️ **ALWAYS verify certificates in-person or over the phone!**
de: 🕵️ **IMMER die Zertifikate persönlich oder telefonisch überprüfen!**
sr: 🕵 ** УВЕК проверите добијене сертификате лично или телефоном!**
tr: 🕵️ **HER ZAMAN sertifikaları şahsen veya telefonla doğrulayın!**

source: The whole point of signature verification is to alert you when someone is trying to pretend to be someone they're not. Never accept a certificate from someone online without verifying it first.
de: Der ganze Sinn der Signaturprüfung besteht darin, Sie zu warnen, wenn jemand versucht, sich als eine andere Person auszugeben. Akzeptieren Sie niemals ein Zertifikat von jemandem online, ohne es vorher zu verifizieren.
sr: Цела поента верификације потписа је да вас упозори када неко покушава да се претвара да је неко ко није. Никада не прихватајте сертификат од некога на мрежи, а да га претходно нисте верификовали.

source: “Encryption: Unable to find private key to decrypt”
de: "Verschlüsselung: Kann keinen privaten Schlüssel zum Entschlüsseln finden"
sr: „Шифровање: Није могуће пронаћи приватни кључ за дешифровање“
tr: "Şifreleme: Şifresi çözülecek özel anahtar bulunamıyor"

source: This message was encrypted with a certificate that does not match any on file. Without a matching private key, Zammad cannot decrypt the message.
de: Diese Nachricht wurde mit einem Zertifikat verschlüsselt, das mit keinem der hinterlegten übereinstimmt. Ohne einen passenden privaten Schlüssel, kann Zammad die Nachricht nicht entschlüsseln.
sr: Ова порука је шифрована сертификатом који се не подудара ни са једним у складишту. Без одговарајућег приватног кључа, Zammad не може да дешифрује поруку.
tr: Bu mesaj, dosyada hiçbiriyle eşleşmeyen bir sertifika ile şifrelenmiştir. Eşleşen bir özel anahtar olmadan Zammad mesajın şifresini çözemez.

source: Ask your administrator to verify your organization's private key in Zammad's certificate store, and ask the sender to double-check the public key they used to encrypt the message.
de: Bitten Sie Ihren Administrator, den privaten Schlüssel Ihrer Organisation im Zertifikatsspeicher von Zammad zu prüfen. Bitten Sie den Absender, Ihren öffentlichen Schlüssel, den er zur Verschlüsselung der Nachricht verwendet hat, zu prüfen.
sr: Замолите свог администратора да потврди приватни кључ ваше организације у Zammad-овом складишту сертификата и замолите пошиљаоца да још једном провери јавни кључ који је користио за шифровање поруке.

source: 📢 **Your public key can be safely shared with anyone.**
de: 📢 **Sie können Ihren öffentlichen Schüssel sicher mit jedem teilen.**
sr: 📢 **Ваш јавни кључ може безбедно да се дели са било ким.**
tr: 📢 **Herkese açık anahtarınız herkesle güvenle paylaşılabilir.**
