Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: To keep things under control, Zammad will alert you to potential conflicts by displaying an avatar in the lower-lefthand corner for every agent that has that ticket open.
de: Um diese Situationen zu kontrollieren, informiert Zammad über mögliche Konflikte, indem in der unteren linken Ecke der Avatar jedes Agenten angezeigt wird, die dieses Ticket aktuell geöffnet haben.
sr: Да бисте ствари држали под контролом, Zammad ће вас упозорити на потенцијалне сукобе тако што ће приказати аватар у доњем левом углу за сваког оператера који има отворени приказ тикета.
tr: İşleri kontrol altında tutmak için, Zammad bileti açık olan her temsilci için sol alt köşede bir avatar görüntüleyerek potansiyel çatışmalar konusunda sizi uyaracaktır.

source: Be sure to communicate with your colleagues to prevent these problems before they arise.
de: Am besten bespricht man dieses Thema mit den Kollegen, damit solche Probleme vermieden werden, bevor sie auftreten.
sr: Обавезно комуницирајте са својим колегама како бисте спречили ове проблеме пре него што се појаве.
tr: Bu sorunları ortaya çıkmadan önlemek için iş arkadaşlarınızla iletişim kurduğunuzdan emin olun.

source: Ticket conflict alert
de: Konfliktbenachrichtigung für Ticket
sr: Упозорење о сукобу тикета

source: A ✏️ icon will appear if the agent has made any unsaved changes to the ticket.
de: Wenn der Agent nicht gespeicherte Änderungen am Ticket vorgenommen hat wird zusätzlich im Avatar das Symbol ✏️ angezeigt.
sr: Иконица ✏️ ће се појавити ако је оператер извршио било какве несачуване промене на тикету.
tr: Bir temsilci bilette kaydedilmeyen değişiklikler yaptıysa ✏️ ikonu görünür.

source: Use the **ticket pane** to manage a ticket's settings:
de: Im **Ticket-Bereich** können Einstellungen eines Tickets angepasst werden:
sr: Користите **панел тикета** да бисте управљали подацима тикета:

source: Default ticket pane view
de: Standardansicht Ticket-Einstellungen
sr: Подразумевани приказ панела тикета

source: Click the **→** button in the corner to hide the ticket pane. Click the 💬 tab to bring it back.
de: Klicken Sie auf die Schaltfläche **→** in der Ecke, um den Ticket-Bereich auszublenden. Wenn Sie auf die Registerkarte 💬 klicken, wird der Ticket-Bereich wieder angezeigt.
sr: Кликните на дугме **→** у углу да бисте сакрили панел тикета. Кликните на језичак 💬 да бисте га вратили.
tr: Bilet bölmesini gizlemek için köşedeki **→** butonuna tıklayın. Geri getirmek için 💬 sekmesine tıklayın.

source: The available options depend on your privileges and the configuration of your system.
de: Die verfügbaren Optionen hängen von Ihren Berechtigungen und der Konfiguration Ihres Systems ab.
sr: Могуће опције зависе од ваших дозвола и подешавања система.

source: Renaming a Ticket
de: Ein Ticket umbenennen
sr: Промена наслова тикета
tr: Bir Bileti Yeniden Adlandırmak

source: To rename a ticket, simply click on the title and start typing.
de: Um ein Ticket umzubenennen, klicken Sie einfach auf den Titel und beginnen Sie mit der Eingabe.
sr: Да бисте променили наслов тикета, једноставно кликните на наслов и почните да куцате.
tr: Bir bileti yeniden adlandırmak için, basitçe başlığa tıkla ve yazmaya başla.

source: Highlighting Ticket Text
de: Hervorheben von Ticket-Texten
sr: Означавање текста тикета
tr: Bilet Metnini Öne Çıkarmak

source: Use the highlighter tool in the upper-righthand corner to mark up important text. (Your highlights are visible to other agents.)
de: Verwenden Sie das Textmarker-Symbol in der oberen rechten Ecke, um wichtige Textpassagen im Ticket zu markieren. (Ihre Markierungen sind für andere Agenten sichtbar.)
sr: Користите алатку за означавање у горњем десном углу да бисте означили важан текст. (Ваши означени делови су видљиви и другим агентима.)

source: Ticket highlighter
de: Textmarker für Ticket
sr: Означавање тикета

source: Highlight by selecting text, then clicking the highlighter. Click again to undo.
de: Durch die Markierung des Textes und einem darauffolgenden Klick auf den Textmarker, wird der Textteil hervorgehoben. Um die Einstellung rückgängig zu machen, klicken Sie erneut auf den Textmarker.
sr: Означите тако што ћете изабрати текст, а затим кликнути на иконицу маркера. Кликните поново да поништите.
tr: Metni seçip vurgulayıcıya tıklayarak vurgulayın. Geri almak için tekrar tıklayın.

source: Further Ticket Actions
de: Weitere Ticket-Aktionen

source: Additional actions are available via the **submenu**:
de: Weitere Aktionen sind über das **Untermenü** verfügbar:
sr: Додатне радње су доступне преко **подменија**:
tr: **Alt menü** aracılığıyla ek işlemler yapılabilir:

source: Ticket submenu
de: Ticket Untermenü
sr: Подмени тикета

source: Click the **Ticket ▾** heading to access additional actions.
de: Klicken Sie auf die Schaltfläche "Ticket ▾", um weitere Aktionen auszuführen.
sr: Кликните на наслов **Тикет ▾** да бисте приступили додатним радњама.
tr: Ek işlemlere erişmek için **Bilet ▾** başlığına tıklayın.

source: History
de: Historie
sr: Историјат
tr: Geçmiş

source: See a comprehensive list of updates to the ticket, performed by any user, since its creation.
de: Hier finden Sie eine detaillierte Liste der Ticket-Updates, die von allen Benutzern seit der Erstellung durchgeführt wurden.
sr: Погледајте свеобухватну листу освежавања тикета, које је извршио било који корисник од његовог отварања.
tr: Oluşturulduğundan beri herhangi bir kullanıcı tarafından gerçekleştirilen bilet güncellemelerinin kapsamlı bir listesini görün.

source: Merge
de: Zusammenfassen
sr: Спајање
tr: Birleştir

source: Migrate all messages/notes to another ticket (see :doc:`Merging Tickets </advanced/ticket-actions/merge>` for details).
de: Mithilfe dieser Funktion können alle Nachrichten/Notizen auf ein anderes Ticket übertragen werden (siehe :doc:`Zusammenfassen von Tickets</advanced/ticket-actions/merge>` für weitere Details dazu).
sr: Пребаците све поруке/напомене у други тикет (погледајте :doc:`Спајање тикета </advanced/ticket-actions/merge>` за детаље).
tr: Tüm mesajları/notları başka bir bilete taşıyın (ayrıntılar için bkz. :doc:`Biletleri Birleştirme </advanced/ticket-actions/merge>`).

source: Change Customer
de: Kunden ändern
sr: Измени клијента
tr: Müşteriyi Değiştir

source: Reassign the ticket to another customer.
de: Weisen Sie dem Ticket einen anderen Kunden zu.
sr: Доделите тикет другом клијенту.
tr: Bileti başka bir müşteriye yeniden atayın.

source: Group
de: Gruppe
sr: Група
tr: Grup

source: **Groups** are a form of access control that allows you to dictate *which agents are allowed to do what* to a given ticket.
de: **Gruppen** sind eine Form der Zugangsberechtigung. Sie erlauben es Ihnen zu bestimmen *was bestimmte Agenten* mit einem Ticket machen dürfen.
sr: **Групе** су облик контроле приступа који вам омогућава да диктирате *којим оператерима је шта дозвољено да раде* са датим тикетом.
tr: **Gruplar**, belirli bir bilete *hangi aracıların ne yapmasına izin verildiğini* dikte etmenize olanak tanıyan bir erişim denetimi biçimidir.

source: What?
de: Was?
sr: Молим?
tr: Ne?

source: Suppose your organization uses Zammad for both sales and customer support. You've got ten different agents spread across two teams, handling dozens of tickets a day.
de: Angenommen, Ihr Unternehmen verwendet Zammad sowohl für den Vertrieb als auch für den Kundensupport. Es gibt zehn verschiedene Agenten, die auf zwei Teams verteilt sind und täglich unzählige Tickets bearbeiten.
sr: Претпоставимо да ваша организација користи Zammad и за продају и за корисничку подршку. Имате десет различитих оператера распоређених у два тима, који рукују десетинама тикета дневно.

source: Without groups, all ten agents can see (and respond to) every single ticket that comes in, regardless of which department it's for. This isn't problematic *per se,* but it does lead to a lot of unnecessary clutter in the :doc:`overviews menu </basics/find-ticket>`. (It can be much worse when, for example, a customer service rep sees tickets meant for your HR department, and finds out how much their colleagues in sales are making! 💸💸💸)
de: Ohne Gruppen könnten alle zehn Agenten jedes Ticket sehen (und beantworten), unabhängig für welche Abteilung es ist. Das muss nicht *per se* problematisch sein, führt aber zu unnötiger Unordnung in den :doc:`Übersichten </basics/find-ticket>` . (Ein kritischeres Beispiel wäre es, wenn Mitarbeiter z.B. des Supports Nachrichten sehen könnten, die an die Geschäftsführung gehen sollten und so z.B. einsehen können, wie viel die Kollegen im Sales-Team verdienen 💸💸💸)
sr: Без група, свих десет оператера може да види (и да одговори на) сваки појединачни долазни тикет, без обзира о ком одељењу се ради. Ово није проблематично *само по себи*, али доводи до много непотребног нереда у :doc:`менију прегледа </basics/find-ticket>`. (Може бити много горе када, на пример, представник корисничке службе види тикете намењене вашем HR одељењу и сазна колико зарађују њихове колеге у продаји! 💸💸💸)

source: If, instead, each agent were assigned to an appropriate group, then they'd only ever see the tickets that belong to their own group.
de: Wenn jedoch jeder Agent einer bestimmten Gruppe zugeordnet wäre, dann würde er immer nur die Tickets sehen, die zu seiner jeweiligen Gruppe gehören.
sr: Ако би, уместо тога, сваки оператер био додељен одговарајућој групи, онда би могли да виде само тикете који припадају њиховој групи.

source: Managing Groups
de: Gruppen verwalten

source: So how do I manage which team I'm on? You don't - that's the :admin-docs:`administrator's job </manage/groups/index.html>`.
de: Sie können das nicht, das ist die Aufgabe Ihres :admin-docs:`Administrators </manage/groups/index.html>`.
sr: Како да управљам својим тимом? Никако – то је :admin-docs:`посао администратора </manage/groups/index.html>`.

source: However, you can *check* which teams you're on in the Notifications section of your :doc:`user settings </extras/profile-and-settings>`:
de: Sie können jedoch *prüfen* in welchen Teams Sie sind - im Bereich für Benachrichtigungen in den :doc:`Benutzereinstellungen </extras/profile-and-settings>`:
sr: Међутим, можете *проверити* којим тимовима припадате у одељку Обавештења у вашим :doc:`корисничким подешавањима </extras/profile-and-settings>`:

source: Profile > Notifications menu
de: Profil > Benachrichtigungs-Menü
sr: Мени Профил > Обавештења

source: This user belongs to only one group (“Users”).
de: Dieser Benutzer gehört nur zu einer Gruppe ("Users").
sr: Овај корисник припада само једној групи („Users“).
tr: Bu kullanıcı yalnızca bir gruba ("Kullanıcılar") aittir.

source: So Where Do I Come In?
de: Wo komme ich ins Spiel?

source: If you belong to more than one group, you may re-assign a ticket from one of your groups to another. In general, though, you won't need to do this unless you're an admin, or an admin has discussed the procedure with you beforehand.
de: Wenn Sie zu mehr als einer Gruppe gehören, können Sie ein Ticket von einer Ihrer Gruppen zu einer anderen verschieben. Im Allgemeinen muss man dies jedoch nicht tun, es sei denn, man ist Admin oder ein Admin hat das Vorgehen vorher mit einem besprochen.
sr: Ако припадате већем броју група, можете доделити тикет једне групе другој. Међутим, то нећете морати да радите осим ако нисте администратор или ако је администратор претходно разговарао о процедури са вама.

source: Owner
de: Besitzer
sr: Власник
tr: Sahip

source: A ticket's **owner** is simply *the agent that is currently responsible for it*.
de: Der **Besitzer** eines Tickets ist der *Agent der derzeit dafür verantwortlich* ist.
sr: **Власник** тикета је једноставно *оператер који је тренутно одговоран за њега*.

source: Whose Job is it to Assign Tickets?
de: Wessen Aufgabe ist es, Tickets zuzuweisen?

source: It depends on your organization's workflow, but in most cases, **you will assign tickets to yourself** when you choose an issue to work on from the pool of new tickets.
de: Das ist vom Arbeitsablauf des Unternehmens abhängig; aber in den meisten Fällen können Sie sich **selbst Tickets zuweisen**, indem Sie ein Ticket aus dem Pool neuer Tickets wählen.
sr: Зависи од радног тока посла ваше организације, али у већини случајева **додељујете тикет себи** када одаберете проблем на коме ћете радити из листе расположивих нових тикета.

source: In principle, any agent may assign a ticket to any other, as long as both have the required privileges for the ticket's :doc:`group </basics/service-ticket/settings/group>`.
de: Generell kann jeder Agent anderen Agenten Tickets zuweisen, solang beide die notwendigen Berechtigungen für die :doc:`Ticket-Gruppe </basics/service-ticket/settings/group>` haben.
sr: У принципу, сваки оператер може доделити тикет било ком другом, под условом да обоје имају потребне дозволе за :doc:`групу </basics/service-ticket/settings/group>` тикета.

source: Why Would I Want to Re-assign a Ticket to Someone Else?
de: Warum sollte ich ein Ticket jemand anderem zuweisen?

source: Sometimes, complicated issues will require a ticket to be :ref:`passed back and forth between multiple agents <sharing-work>` before it can be closed. In such cases, a colleague may assign a ticket to you (or vice versa) after it has been partially resolved.
de: Manchmal, wenn Probleme komplizierter werden, kann es notwendig sein :ref:`Vorgänge zwischen mehreren Agenten hin und her zu schieben <sharing-work>`, bevor ein Ticket abschlossen werden kann. In solchen Fällen kann es sein, dass Kollegen Ihnen ein Ticket zuweisen (oder anders herum), nachdem es bereits teilweise gelöst wurde.
sr: Понекад ће компликовани проблеми захтевати да се тикет :ref:`прослеђује између више агената <sharing-work>` пре него што се може затворити. У таквим случајевима, колега може да вам додели тикет (или обрнуто) након што је делимично решен.
tr: Bazen, karmaşık sorunlar, bir biletin kapatılmadan önce :ref:`birden çok aracı arasında gidip gelmesini <sharing-work>` gerektirir. Bu gibi durumlarda, bir çalışma arkadaşınız, kısmen çözüldükten sonra size bir bilet atayabilir (veya tam tersi).

source: Priority
de: Priorität
sr: Приоритет
tr: Öncelik

source: A ticket’s **priority** is simply a ranking (from 1 to 3) of *how urgent or important it is*.
de: Die **Priorität** eines Tickets ist eine Einstufung (von 1 bis 3) darüber, *wie dringend oder wichtig* dieses ist.
sr: **Приоритет** тикета је једноставно рангирање (од 1 до 3) *колико је хитан или важан*.
tr: Bir biletin **önceliği** basitçe ne kadar acil veya önemli olduğuna göre (1'den 3'e kadar) sıralanmasıdır.

source: But what does it do, and how should I use it?
de: Aber was macht es und wie soll ich es verwenden?
sr: Али чему служи и како да га користим?
tr: Ama ne işe yarar ve nasıl kullanmalıyım?

source: Out of the box, **ticket priority doesn’t actually do anything**. However, Zammad administrators can set up all sorts of automated hooks that fire off based on this value, like:
de: Im Standard haben die **Ticket-Prioritäten keine Aufgabe**. Ihr Zammad-Administrator kann jedoch bei Bedarf Automatisierungen anlegen, die basierend auf der Priorität reagieren - zum Beispiel:
sr: Сам по себи, **приоритет тикета заправо ништа не чини**. Међутим, Zammad администратори могу да подесе све врсте аутоматизованих процедура које се активирају на основу ове вредности, као што су:
tr: Kutunun dışında, **bilet önceliği aslında hiçbir şey yapmaz**. Ancak, Zammad yöneticileri, aşağıdakiler gibi bu değere dayalı olarak tetiklenen her türlü otomatik kancayı kurabilir:

source: :admin-docs:`service-level agreements </manage/slas/index.html>`,
de: :admin-docs:`Service-Level-Vereinbarungen </manage/slas/index.html>`,
sr: :admin-docs:`уговори о нивоу услуга </manage/slas/index.html>`,

source: :admin-docs:`triggers </manage/trigger.html>`, and
de: :admin-docs:`Trigger </manage/trigger.html>`, und
sr: :admin-docs:`окидачи </manage/trigger.html>`, и

source: :admin-docs:`scheduled events </manage/scheduler.html>`.
de: :admin-docs:`Automatisierungen </manage/scheduler.html>`.
sr: :admin-docs:`догађаји планера </manage/scheduler.html>`.

source: Priority can also be used as a ticket filter when creating :admin-docs:`custom overviews </manage/overviews.html>`.
de: Die Priorität kann auch als Ticketfilter bei der Erstellung von :admin-docs:`angepassten Übersichten </manage/overviews.html>` verwendet werden.
sr: Приоритет се такође може користити као филтер тикета при креирању :admin-docs:`прилагођених прегледа </manage/overviews.html>`.

source: In other words, **consult your administrator** for details on how he’d like you to use it.
de: Mit anderen Worten: **Wenden Sie sich bitte an Ihren Administrator**, um zu erfahren, wie sie benutzt werden sollen.
sr: Другим речима, **консултујте свог администратора** за детаље о томе како бисте желели да га користите.
tr: Diğer bir deyişle, onu nasıl kullanmanızı istediğiyle ilgili ayrıntılar için **yöneticinize danışın**.

source: Customers can't set a priority for their own tickets. For more context, have a look at the `Github-Issue <https://github.com/zammad/zammad/issues/814>`_.
de: Kunden können keine Priorität für ihre eigenen Tickets festlegen. Weitere Informationen dazu finden Sie im `Github-Issue <https://github.com/zammad/zammad/issues/814>`_.

source: State
de: Status
sr: Стање
tr: Durum

source: The **state** of a ticket refers to *its progress toward completion,* and may be one of the following:
de: Der **Status** eines Tickets bezieht sich auf *sämtliche Schritte bis zur Fertigstellung* und kann wie folgt definiert sein:
sr: **Стање** тикета се односи на *његов напредак ка завршетку* и може бити једно од следећег:
tr: Bir biletin **durumu**, *tamamlanma yolundaki ilerlemesini* ifade eder ve aşağıdakilerden biri olabilir:

source: new
de: neu
sr: ново
tr: yeni

source: open
de: offen
sr: отворено
tr: açık

source: closed
de: geschlossen
sr: затворено
tr: kapalı

source: merged (this Ticket has been merged into another Ticket. Check either the :doc:`linked tickets </advanced/ticket-actions/link>` or the :ref:`ticket history <ticket-submenu>` to learn more)
de: zusammengefasst (dieses Ticket wurde mit einem anderen Ticket zusammengefasst. Für weitere Informationen überprüfen Sie :doc:`verlinkte Tickets </advanced/ticket-actions/link>` oder :ref:`Ticket Historie<ticket-submenu>`)
sr: спојено (овај тикет је спојен са другим тикетом; погледајте или :doc:`повезане тикете </advanced/ticket-actions/link>` или :ref:`историјат тикета <ticket-submenu>` да бисте сазнали више)

source: pending close (*i.e.,* scheduled to automatically close at a later date)
de: warten auf schließen (*d.h.* das Ticket soll zu einem späteren Zeitpunkt automatisch geschlossen werden)
sr: затварање на чекању (*тј.* заказано за аутоматско затварање касније)
tr: kapatılma bekleniyor (*yani,* daha sonraki bir tarihte otomatik olarak kapanması planlanmıştır)

source: pending reminder (*i.e.,* hidden, but scheduled to reappear at a later date)
de: warten auf Erinnerung (*d.h.* das Ticket ist ausgeblendet, wird aber später zum geplanten Zeitpunkt wieder erscheinen)
sr: подсетник на чекању (*тј.* скривен, али је планирано да се поново појави касније)
tr: hatırlatma bekleniyor (*yani* gizli, ancak daha sonraki bir tarihte yeniden görünmesi planlandı)

source: State Colors
de: Status-Farben

source: Zammad states are color-coded. This helps you to understanding the state of the ticket much faster in general - without having a look into details.
de: Zammad Status sind farbkodiert. Das hilft Ihnen den Zustand eines Tickets viel schneller zu verstehen - ohne einen Blick in den Verlauf zu werfen.
sr: Zammad стања су означена бојама. Ово вам помаже да много брже разумете стање тикета – без увида у детаље.

source: What's the Difference Between “New” and “Open”?
de: Worin besteht der Unterschied zwischen "neu" und "offen"?

source: States do more than just indicate progress: Zammad has a fine-grained time tracking feature (so-called “:admin-docs:`service-level agreements </manage/slas/index.html>`”, or SLAs) that uses state information to measure how long it takes for customers to get a response on a new ticket or get their issues resolved entirely.
de: Zustände zeigen mehr als nur den Fortschritt an: Zammad verfügt über eine fein abgestufte Laufzeitermittlung (sogenannte ":admin-docs:`Service-Level Agreements </manage/slas/index.html>`", oder SLAs), die Statusinformationen verwendet, um die Laufzeit eines Tickets bis zur Antwort oder Lösung des Problems zu messen.
sr: Стања раде много више него што указују на напредак: Zammad има детаљну функцију праћења времена (тзв. „:admin-docs:`уговоре o нивоу услуге </manage/slas/index.html>`”, или SLA) који користи информације о стању да измери колико је времена потребно клијентима да добију одговор на нови тикет или да у потпуности реше своје проблеме.

source: On a *new* ticket, the customer still hasn't received her first response on the issue.
de: Bei einem *neuen* Ticket hat der Kunde noch keine Antwort zu diesem Thema erhalten.
sr: У *новом* тикету, клијент још увек није добио први одговор на проблем.

source: On an *open* ticket, the customer has received an initial response, but the issue still hasn't been resolved.
de: Bei einem *offenen* Ticket hat der Kunde eine erste Antwort erhalten aber das Problem ist noch nicht gelöst.
sr: У *отвореном* тикету, корисник је добио почетни одговор, али проблем још увек није решен.

source: ⏱️ Tickets in a *pending* state do not accumulate time toward their SLA limits.
de: ⏱️ Tickets mit einem *warten* Status haben keine zeitlichen Auswirkungen auf die SLA-Limits.
sr: ⏱️ Тикети *на чекању* не акумулирају време за своја SLA ограничења.
tr: ⏱️ *Beklemede* durumda olan biletler, SLA sınırlarına doğru zaman biriktirmez.

source: So, for instance, a ticket may be marked *pending reminder* if it's waiting on feedback from a third-party supplier who's out of town until next week.
de: Ein Ticket kann auf *warten auf Erinnerung* gesetzt werden, wenn Sie zum Beispiel auf eine Rückmeldung eines Drittanbieters warten, der bis nächste Woche nicht verfügbar ist.
sr: Тако, на пример, тикет може бити означен као *подсетник на чекању* ако чека на повратне информације од подизвођача који је ван града до идуће недеље.

source: **Tags** are custom-defined labels that can be applied to tickets to make it easier to find them in the future.
de: **Tags** sind benutzerdefinierte Markierungen die in Tickets gespeichert werden können, um diese zukünftig einfacher wiederzufinden.
sr: **Ознаке** су прилагођене дефинисане етикете које се могу применити на тикете како бисте их лакше пронашли у будућности.
tr: **Etiketler**, gelecekte bulmayı kolaylaştırmak için biletlere uygulanabilen özel tanımlı etiketlerdir.

source: Ticket pane (tags)
de: Ticketfenster (Schlagwörter)
sr: Панел тикета (ознаке)

source: Click on a tag name to view other tickets with the same tag.
de: Klicken Sie auf einen Tag-Namen, um andere Tickets mit dem gleichen Tag anzuzeigen.
sr: Кликните на назив ознаке да бисте видели друге карте са истом ознаком.
tr: Aynı etikete sahip diğer biletleri görüntülemek için bir etiket adına tıklayın.
