Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: Change your login password (may be disabled by system admin).
tr: Oturum açma parolanızı değiştirin (sistem yöneticisi tarafından devre dışı bırakılabilir).

source: Select where, when, and for which groups you want to receive notifications, or choose a new notification sound.
tr: Nerede, ne zaman ve hangi gruplardan bildirimler almak istediğinizi seçin veya yeni bir bildirim sesi ayarlayın.

source: Internal notifications cannot be disabled.
tr: Dahili bildirimler devre dışı bırakılamaz.

source: By default, you will receive notifications for all tickets on every group you belong to—even for tickets that are assigned to other agents. Use the **Limit Groups** box to disable such notifications on a per-group basis. (You will continue to receive notifications for your own tickets.)
tr: Varsayılan olarak, ait olduğunuz her gruptaki tüm biletler için, hatta diğer temsilcilere atanmış biletler için bile bildirim alırsınız. Bu tür bildirimleri grup bazında devre dışı bırakmak için **Grupları Sınırla** kutusunu kullanın. (Kendi biletleriniz için bildirim almaya devam edeceksiniz.)

source: The contents of these email notifications can be customized on self-hosted installations. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/manage/trigger/system-notifications.html>`_.
tr: Bu e-posta bildirimlerinin içeriği, kendi kendine barındırılan kurulumlarda özelleştirilebilir. Yöneticiler daha fazla bilgi için `buraya `_ bakabilir.

source: Schedule out-of-office periods in advance, and designate a substitute to handle your tickets while you’re gone.
tr: Ofis dışı dönemleri önceden planlayın ve siz yokken biletlerinizi halletmek için bir yedek atayın.

source: 🔔 You **will** continue to receive notifications while you are out-of-office!
tr: 🔔 Ofis dışında olduğunuz zaman bildirimler almaya devam **edeceksiniz**!

source: Add your ticket deadlines to your own favorite calendar app with the ICAL link listed at this settings panel.
tr: Bu ayarlar panelinde listelenen ICAL bağlantısıyla kendi favori takvim uygulamanıza bilet son tarihlerinizi ekleyin.

source: See a list of all devices logged in to your Zammad account (and revoke access, if necessary).
tr: Zammad hesabınızda oturum açmış tüm cihazların listesine bakın (ve gerekirse erişimi iptal edin).

source: Generate personal access tokens for third-party applications to use the Zammad API.
tr: Üçüncü taraf uygulamaların Zammad API'sini kullanması için kişisel erişim jetonları oluşturun.

source: See a list of third-party services (*e.g.,* Facebook or Twitter) linked to your Zammad account.
tr: Zammad hesabınıza bağlı üçüncü taraf hizmetlerinin (*ör.* Facebook veya Twitter) bir listesini görün.

source: Zammad supports S/MIME for high-security email communication.
tr: Zammad, yüksek seviyeli e-posta topluluğu için S/MIME'ı destekler.

source: **🤔 Huh? I don’t see “Sign” or “Encrypt” options in the ticket view...**
tr: **🤔 Pardon? Bilet görünümünde "İmzala" veya "Şifrele" seçeneklerini göremedim...**

source: This feature is **optional**; if you don’t see it in the ticket composer, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/system/integrations/smime.html>`_.
tr: Bu özellik **isteğe bağlıdır**; bilet düzenleyicide görmüyorsanız, bu yöneticiniz tarafından etkinleştirilmediği anlamına gelir. Yöneticiler daha fazla bilgi için `buraya <https://admin-docs.zammad.org/en/latest/system/integrations/smime.html>`_ bakabilir.

source: What is S/MIME?
tr: S/MIME Nedir?

source: S/MIME is the most widely-supported method for secure email communication. With S/MIME, you can exchange **signed** and **encrypted** messages with others.
tr: S/MIME, güvenli e-posta iletişimi için en yaygın şekilde desteklenen yöntemdir. S/MIME ile, başkalarıyla **imzalı** ve **şifreli** mesaj alışverişi yapabilirsiniz.

source: is proof that a message hasn’t been tampered with or sent by an impersonator.
tr: bir mesajın bir taklitçi tarafından değiştirilmediğinin veya gönderilmediğinin kanıtıdır.

source: In other words, it guarantees a message’s **integrity** and **authenticity**.
tr: Diğer bir deyişle, bir mesajın **bütünlüğünü** ve **orijinalliğini** garanti eder.

source: In other words, it guarantees **privacy** and **data security**.
tr: Başka bir deyişle, **gizliliği** ve **veri güvenliği**ni garanti eder.

source: 🤝 **S/MIME only works if the other party is using it, too.**
tr: 🤝 **S/MIME yalnızca diğer taraf da kullanıyorsa çalışır.**

source: Your administrator is responsible for adding all the necessary certificates in Zammad’s admin panel.
tr: Yöneticiniz, Zammad'ın yönetici panelinden gerekli sertifikaların tümünü eklemek ile sorumludur.

source: The 🔒 and ✅ icons at the top of a message indicate its S/MIME status.
tr: Bir mesajın üst kısmındaki 🔒 ve ✅ simgeleri mesajın S/MIME durumunu gösterir.

source: Click on an incoming message to expand its details. Hover over the security status to show a certificate/CA summary.
tr: Ayrıntılarını genişletmek için gelen bir mesaja tıklayın. Bir sertifika/CA özetini göstermek için güvenlik durumunun üzerine gelin.

source: Even if it was intercepted by a third party (hacker, gov’t agency, etc.), they won’t be able to read it.
tr: Üçüncü bir taraf (bilgisayar korsanı, devlet kurumu vb.) tarafından ele geçirilse bile okuyamazlar.

source: This message is **not encrypted**.
tr: Bu mesaj **şifrelenmedi**.

source: This message’s signature has been **successfully verified**.
tr: Bu mesajın imzası **başarıyla doğrulandı**.

source: You can be confident that it’s authentic and that the contents have not been modified.
tr: Orijinal olduğundan ve içeriğin değiştirilmediğinden emin olabilirsiniz.

source: This message is **not signed**.
tr: Bu mesaj **imzalanmadı**.

source: 🔒 **Encrypt** and ✅ **Sign** buttons are present on both new tickets and replies. Hover over the buttons to show a certificate/CA summary.
tr: 🔒 **Şifrele** ve ✅ **İmzala** butonları hem yeni biletlerde hem de yanıtlarda mevcuttur. Bir sertifika/CA özetini göstermek için butonların üzerine gelin.

source: Even if it’s intercepted by a third party (hacker, gov’t agency, etc.), they won’t be able to read it.
tr: Üçüncü bir taraf (bilgisayar korsanı, devlet kurumu vb.) tarafından ele geçirilse bile okuyamazlar.

source: Recipients using S/MIME can verify that it came from you and that the contents have not been modified.
tr: S/MIME kullanan alıcılar, sizden geldiğini ve içeriğin değiştirilmediğini doğrulayabilir.

source: Without the sender’s certificate, Zammad cannot verify the message signature.
tr: Gönderen sertifikası olmadan, Zammad mesaj imzasını doğrulayamaz.

source: Ask your administrator to add the sender’s certificate to Zammad’s certificate store.
tr: Yöneticinizden, Zammad sertifika mağazasından gönderen sertifikasını eklemesini isteyin.

source: The whole point of signature verification is to alert you when someone is trying to pretend to be someone they’re not. Never accept a certificate from someone online without verifying it first.
tr: İmza doğrulamanın bütün amacı, birisi olmadığı biri gibi davranmaya çalıştığında sizi uyarmaktır. Doğrulamadan önce çevrimiçi birinden gelen bir sertifikayı asla kabul etmeyin.

source: Ask your administrator to verify your organization’s private key in Zammad’s certificate store, and ask the sender to double-check the public key they used to encrypt the message.
tr: Yöneticinizden, Zammad sertifika mağazasından organizasyonunuzun özel anahtarını doğrulamasını ve gönderenden, mesajı şifrelemek için kullandıkları genel anahtarı iki kez kontrol etmesini isteyin.

source: (But if they’re smart, they’ll take extra precautions to make sure it really belongs to you.)
tr: (Ancak akıllılarsa, gerçekten size ait olduğundan emin olmak için ekstra önlemler alacaklardır.)

source: Ask your administrator to add the recipient’s certificate to Zammad’s certificate store.
tr: Yöneticinizden, Zammad sertifika mağazasından alıcı sertifikasını eklemesini isteyin.

source: Ask your administrator to verify your organization’s private key in Zammad’s certificate store.
tr: Yöneticinizden, Zammad sertifika mağazasından organizasyonunuzun özel anahtarını doğrulamasını isteyin.

source: Zammad Agent Documentation
tr: Zammad Aracı Dokümantasyonu
