Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: As you click through Zammad, you will see a list of entries appear in the main menu area. These are your **open tabs.**
de: Wenn Sie sich durchs Zammad klicken, erscheint eine Liste der Einträge im Hauptmenü. Diese sind Ihre **offenen Tabs.**
sr: Док кликћете по Zammad-у, приметићете листу ставки које се појављују у области главног менија. Ово су ваши **отворени прозори.**
tr: Zammad'a tıkladığınızda, ana menü alanında girişlerin bir listesinin göründüğünü göreceksiniz. Bunlar **açık sekmelerinizdir.**

source: You can freely switch between open tabs without losing your work - all unsaved changes are automatically backed up to the server.
de: Sie können frei zwischen offenen Tabs wechseln, ohne dass Ihre Änderungen verloren gehen – alle nicht gespeicherten Änderungen werden automatisch auf dem Server gesichert.
sr: Можете слободно да прелазите између отворених прозора без губитка посла – све несачуване измене се аутоматски снимају на серверу.

source: Sample view of Tabs
de: Beispielansicht von Tabs
sr: Пример прозора

source: Tabs appear in the main menu as you visit different parts of the application.
de: Die Tabs erscheinen im Hauptmenü, wenn Sie verschiedene Bereiche der Anwendung öffnen.
sr: Прозори се појављују у главном менију док посећујете различите делове апликације.
tr: Uygulamanın farklı bölümlerini ziyaret ettiğinizde ana menüde sekmeler görünür.

source: **What items open in a new “tab”?**
de: **Welche Elemente werden in einem neuen "Tab" geöffnet?**
sr: **Које ставке се отварају у новом „прозору“?**

source: Existing tickets
de: Vorhandene Tickets
sr: Постојећи тикети
tr: Mevcut biletler

source: New tickets
de: Neue Tickets
sr: Нови тикети
tr: Yeni biletler

source: Users
de: Benutzer
sr: Корисници
tr: Kullanıcılar

source: Organizations
de: Organisationen
sr: Организације
tr: Organizasyonlar

source: Omnisearch
de: Suchanfragen
sr: Свеобухватна претрага

source: **🖱️ UI Protip**
de: **🖱️Tipp für Profi-Benutzer**
sr: **🖱️ Мали савет**
tr: **🖱️ UI Protipi**

source: :doc:`Ticket states </basics/service-ticket/settings/state>` are **color-coded:**
de: :doc:`Ticketstatus </basics/service-ticket/settings/state>` haben bestimmte **Farbcodes:**
sr: :doc:`Стања тикета </basics/service-ticket/settings/state>` су **обележена бојама:**
tr: :doc:`Bilet durumları </basics/service-ticket/settings/state>` **renk kodları:**

source: **Action needed** (e.g. new, open, pending reached)
de: **Maßnahme erforderlich** (z.B. neu, offen, warten erreicht)

source: **Paused, no action needed right now** (e.g. pending)
de: **Pausiert, im Moment keine Aktion erforderlich** (z.B. warten auf)

source: **No action needed any more** (e.g. closed, merged)
de: **keine Aktion mehr erforderlich** (z.B. geschlossen, zusammengefasst)

source: **Immediate action needed** (ticket escalated due to an SLA violation)
de: **Sofortige Maßnahme erforderlich** (Ticket wurde aufgrund einer SLA-Verletzung eskaliert)

source: A **pulsing dot** means that a ticket has new activity since you last viewed it.
de: Ein **pulsierender Punkt** bedeutet, dass in einem Ticket neue Aktivitäten stattgefunden haben, seitdem Sie es zuletzt angesehen haben.
sr: **Пулсирајућа тачка** значи да тикет има нове активности од када сте га последњи пут погледали.
tr: **Titreşen nokta**, bir biletin son görüntülemenizden bu yana yeni etkinliklere sahip olduğu anlamına gelir.

source: Drag and drop tabs to rearrange them.
de: Mit Drag & Drop können Sie die Tabs neu anordnen.
sr: Превуците и пустите прозоре да бисте их преуредили.
tr: Yeniden düzenlemek için sekmeleri sürükleyip bırakın.

source: Tab Behavior in Ticket Zooms
de: Tab-Verhalten in Ticket-Zooms

source: You may have noticed the "Stay on tab" button next to "Update" on the lower right already. This behavior of a tab can be configured by your administrator globally. You can overrule this setting based on your personal preference.
de: Sie haben vielleicht schon die Schaltfläche "Auf der Registerkarte bleiben" neben "Aktualisieren" unten rechts bemerkt. Dieses Verhalten der Tabs kann von Ihrem Administrator global konfiguriert werden. Sie können diese Einstellung je nach Ihren persönlichen Vorlieben übersteuern.
sr: Можда сте веж приметили дугме „Остани у прозору” одмах поред „Освежи” у доњем десном углу. Ово понашање прозора је могуће подесити на глобалном нивоу од стране вашег администратора. Можете преиначити ово подешавање на основу вашег личног избора.

source: Tab behavior can be adjusted in tickets manually
de: Das Tab-Verhalten kann in Tickets manuell beeinflusst werden
sr: Понашање прозора се може ручно подесити у тикетима

source: To overrule your administrator's settings, simply choose the action you prefer. Zammad will remember this preference until you change its setting.
de: Wählen Sie einfach das Verhalten aus das Sie bevorzugen, um die Voreinstellung Ihres Administrators zu übergehen. Zammad erinnert sich an Ihre Auswahl bis Sie diese ändern.
sr: Да бисте поништили подешавања вашег администратора, једноставно изаберите опцију коју желите. Zammad ће запамтити ово подешавање док не промените његову вредност.

source: Close tab
de: Tab schließen
sr: Затвори тренутни прозор

source: Upon updating the ticket, Zammad will automatically close the tab. You'll be returned to the last view that was open.
de: Beim Aktualisieren des Tickets wird Zammad das Tab automatisch schließen. Die zuvor geöffnete Ansicht wird Ihnen angezeigt.
sr: Након освежавања тикета, Zammad ће аутоматски затворити прозор. Бићете враћени на последњи приказ који је био отворен.

source: Close tab on ticket close
de: Tab bei Ticketabschluss schließen
sr: Затвори прозор по затварању тикета

source: Ticket tabs will be closed only if you change the state to "closed" upon ticket update.
de: Ticket tabs werden nur dann geschlossen, wenn Sie den Status zu "geschlossen" ändern und das Ticket aktualisieren.
sr: Прозори тикета биће затворени само ако промените стање у "затворено" након освежавања тикета.

source: This does not apply for pending states that end in closed states.
de: Diese Einstellung hat keinen Einfluss auf warten Status die in geschlossenen Status enden.
sr: Ово се не односи на стања на чекању која ће завршити у затвореним стањима.

source: Next in overview
de: Nächste in Übersicht
sr: Иди на следећи из прегледа

source: If you opened a ticket from any overview, Zammad will jump to the next ticket in said overview. Zammad recycles the open tab.
de: Wenn Sie ein Ticket über eine Übersicht geöffnet haben, wird Zammad zum nächsten Ticket der Übersicht springen. Das Tab wird von Zammad dabei wieder verwendet.
sr: Ако сте отворили тикет из било ког прегледа, Zammad ће скочити на следећи тикет у наведеном прегледу. Zammad ће искористити већ отворени прозор.

source: This option is only available if you open the ticket from an overview. Zammad will ignore the setting if you opened the ticket directly and fall back to ``Stay on tab``.
de: Diese Option steht nur dann zur Verfügung, wenn das Ticket von einer Übersicht geöffnet wurde. Zammad ignoriert die Einstellung, wenn das Ticket direkt geöffnet wurde und fällt dabei auf ``Tab beibehalten`` zurück.
sr: Ова опција је доступна само ако отворите тикет из прегледа. Zammad ће игнорисати подешавање ако сте директно отворили тикет и вратити се на ``Остани у прозору``.

source: Stay on tab
de: In Tab bleiben
sr: Остани у прозору

source: Updating the ticket doesn't have any effect on the tab.
de: Das Aktualisieren des Tickets hat keinen Einfluss auf das Tab.
sr: Освежавање тикета нема никаквог утицаја на прозор.

source: *This is the default setting in Zammad installations.*
de: *Das ist die Standardeinstellung in Zammad-Installationen.*
sr: *Ово је подразумевано подешавање у Zammad инсталацијама.*

source: Working with Text Modules
de: Arbeiten mit Text Bausteinen
sr: Рад са текстуалним исечцима
tr: Metin Modülleri ile Çalışmak

source: Zammad offers so-called text modules. Text modules will help you to improve your workflow, as you don't have to type your answer on every ticket by hand. You can simply choose a fitting text module and insert it into the e-mail.
de: Zammad verfügt über sogenannte Text Bausteine. Diese helfen den Arbeitsablauf zu optimieren, da es keinen Sinn ergibt in jedem Ticket die gesamte Antwort von Hand eintippen müssen. Wählen Sie einfach einen passenden Baustein aus und fügen ihn in die E-Mail ein.
sr: Zammad нуди такозване текстуалне исечке. Текстуални исечци ће вам помоћи да побољшате свој радни ток, јер не морате ручно да куцате свој одговор на сваком тикету. Можете једноставно изабрати одговарајући текстуални исечак и уметнути га у поруку.

source: To access available text modules, simply type ``::`` within an article body. If you found the right text module, just press enter or click with your left mouse and Zammad will insert the modules Text at the place your cursor is.
de: Um verfügbare Text Bausteine anzeigen zu lassen, tippen Sie einfach im Textfeld ``::``. Wenn Sie einen passenden Text Baustein gefunden haben, drücken Sie einmal Enter oder nutzen Sie die linke Maus-Taste. Zammad fügt dann den Baustein-Text an die Stelle ein, an der sich der Cursor befindet.
sr: Да бисте приступили доступним текстуалним исечцима, једноставно укуцајте ``::`` унутар текста чланка. Кад пронађете одговарајући текстуални исечак, само потврдите ентером или га кликните и Zammad ће уметнути текст исечка на место вашег курсора.
tr: Mevcut metin modüllerine erişmek için bir makale gövdesine ``::`` yazmanız yeterlidir. Doğru metin modülünü bulduysanız, sadece enter'a basın veya farenizle sola tıklayın, Zammad modülleri Metin'i imlecinizin bulunduğu yere yerleştirecektir.

source: You can either scroll through all modules (mouse or direction keys), type the module name or enter a keyword (if keywords are set).
de: Sie können entweder durch alle Bausteine scrollen (mit Maus oder Pfeil-Tasten), den Baustein-Namen tippen oder ein Schlagwort eingeben (sofern Schlagworte gesetzt wurden).
sr: Можете или да скролујете кроз све исечке (мишем или тастерима за кретање), откуцате назив исечка или унесете кључну реч (уколико су кључне речи подешене).
tr: Tüm modüller arasında gezinebilir (fare veya yön tuşları), modül adını yazabilir veya bir anahtar sözcük girebilirsiniz (anahtar kelimeler ayarlanmışsa).

source: Text Modules Missing?
de: Fehlende Textbausteine?

source: You noticed that some text modules don't always appear?
de: Ist Ihnen aufgefallen, dass einige Textbausteine nicht immer angezeigt werden?
sr: Приметили сте да се неки текстуални исечци не појављују увек?

source: Text modules can be tied to **groups**: that is, they only become active once the ticket you're working on has been assigned to the appropriate group.
de: Text Bausteine können mit **Gruppen** verbunden werden, d.h. sie erscheinen nur, wenn das Ticket an dem Sie arbeiten der entsprechenden Gruppe zugeordnet wurde.
sr: Текстуални исечци могу бити везани за **групе**: тј. постају активни тек када је тикет на коме радите додељен одговарајућој групи.

source: Group-dependent text modules
de: Gruppen-abhängige Textbausteine
sr: Текстуални исечци који зависе од група

source: Text modules are updated immediately when a new group has been selected—no need to click **Update**.
de: Text Bausteine werden sofort aktualisiert, wenn eine neue Gruppe ausgewählt wurde - Es ist noch nicht einmal nötig auf **Aktualisieren** zu klicken.
sr: Текстуални исечци се ажурирају чим се изабере нова група — нема потребе да кликнете на **Освежи**.
tr: Metin modülleri, yeni bir grup seçildiğinde hemen güncellenir — **Güncelle**'ye tıklamanıza gerek yoktur.

source: How do you know which groups go with which text modules? Ask your administrator!
de: Woher weiß ich, welche Gruppen zu welchen Text Bausteinen gehören? Fragen Sie am Besten bei Ihrem Administrator nach!
sr: Како да сазнате које групе се слажу са којим текстуалним исечцима? Питајте свог администратора!

source: Text Modules on Ticket Creation
de: Text Bausteine bei der Ticket-Erstellung

source: You can use text modules on ticket creation as well. On ticket creation, our :ref:`ticket_templates` might get handy too.
de: Sie können Text Bausteine auch bei der Ticket-Erstellung nutzen. Bei der Ticket-Erstellung könnten zusätzlich auch unsere :ref:`ticket_templates` praktisch sein.
sr: Можете користити текстуалне исечке и када отварате нови тикет. Приликом отварања тикета, наши :ref:`ticket_templates` такође могу бити од користи.
tr: Metin modüllerini bilet oluşturmada da kullanabilirsiniz. Bilet oluştururken, :ref:`ticket_templates`mız da kullanışlı olabilir.

source: Customizing Text Modules
de: Textbausteine anpassen

source: Administrators can learn more about customizing text modules :admin-docs:`here </manage/text-modules.html>`.
de: Administratoren können :admin-docs:`hier </manage/text-modules.html>` mehr über das Anpassen von Textbausteinen erfahren.
sr: Администратори могу да сазнају више о прилагођавању текстуалних исечака :admin-docs:`овде </manage/text-modules.html>`.

source: Ticket Actions
de: Ticket-Aktionen
sr: Радње тикета
tr: Bilet Hareketleri

source: In the :doc:`servicing tickets section </basics/service-ticket>` you learned the base handling of tickets. However, there are additional actions you can perform:
de: Im Abschnitt :doc:`Tickets verwalten </basics/service-ticket>` haben Sie die grundlegende Handhabung von Tickets gelernt. Sie können jedoch zusätzliche Aktionen durchführen:
sr: У одељку :doc:`обрада тикета </basics/service-ticket>` научили сте основе управљања тикетима. Међутим, постоји још радњи које можете извршити:

source: Linking Tickets
de: Tickets verknüpfen
sr: Повезивање тикета
tr: Bağlantılı Biletler

source: When tickets about related issues arise, they can be linked to each other for easier reference. For example this could be useful if you have multiple customer complaints about the same shipment. :doc:`Merged <merge>` and :doc:`split <split>` tickets are automatically linked.
de: Wenn Tickets zu verwandten Themen auftauchen, können sie miteinander verknüpft werden, um den Bezug zu erleichtern. Dies kann zum Beispiel nützlich sein, wenn Sie mehrere Kundenbeschwerden zur selben Sendung haben. :doc:`Zusammengefasste <merge>` und :doc:`abgespaltete <split>` Tickets werden automatisch verknüpft.
sr: Када се појаве тикети о сродним проблемима, могу се повезати једни са другим ради лакшег референцирања. На пример ово може бити корисно ако имате велики број жалби клијената на исту испоруку. :doc:`Спојени <merge>` и :doc:`раздељени <split>` тикети се аутоматски повезују.

source: Link types
de: Link-Typen
sr: Врсте веза

source: There are different types of links between tickets as you might have already seen in :doc:`merge` or :doc:`split`: parent/child links and normal links. The first pair is used for split and merged tickets. The normal link is useful when there is no logical hierarchy between tickets.
de: Es gibt verschiedene Arten von Verknüpfungen zwischen Tickets, wie Sie vielleicht schon in :doc:`merge` oder :doc:`split` gesehen haben: Eltern/Kind-Verknüpfungen und normale Verknüpfungen. Ersteres wird für abgespaltene und zusammengeführte Tickets verwendet. Die normale Verknüpfung kann verwendet werden, wenn es keine logische Hierarchie zwischen Tickets gibt.
sr: Постоје различите врсте веза између тикета као што сте већ приметили у :doc:`спајању` or :doc:`раздељивању`: надређене/подређене и нормалне везе. Први пар се користи за раздељене и спојене тикете. Нормална веза се користи када не постоји логичка хијерархија између тикета.

source: However, if you have a main issue and want to create sub tasks, you could link to the main one as a parent of the sub tickets.
de: Wenn Sie jedoch ein Hauptticket haben und Untertickets erstellen möchten, können Sie für die Untertickets einen Eltern-Link zum Hauptticket erstellen.
sr: Међутим, уколико имате главни проблем и желите да додате подзадатке, можете повезати главни тикет као надређени свих подтикета.

source: How to link
de: Wie werden Tickets verknüpft
sr: Како повезати

source: Make sure to have the ticket side panel open. Under the "Tags" section you can find the "Links" section:
de: Stellen Sie sicher, dass das Ticket-Seitenpanel geöffnet ist. Unter dem Abschnitt "Tags" finden Sie den Abschnitt "Links":
sr: Отворите панел тикета и погледајте у траци са стране. Испод одељка „Ознаке” можете пронаћи одељак „Везе”:

source: Ticket pane: Links
de: Ticket-Einstellungen: Links
sr: Панел тикета: Везе

source: Click the *➕ Add Link* button to access the link dialog.
de: Klicken Sie auf die Schaltfläche *➕ Link hinzufügen* , um in den Verknüpfungsdialog zu gelangen.
sr: Кликните на дугме *➕ Додај везу* да бисте отворили дијалог повезивања.
tr: Bağlantı diyaloğuna erişmek için *➕ Bağlantı Ekle* butonuna tıklayın.

source: Link dialog
de: Verlinkungs-Dialog
sr: Дијалог повезивања

source: You can enter the ticket number of the ticket you want to link to (see 1). Alternatively, you can choose from the list below (see 2).
de: Sie können die Ticketnummer des Tickets eingeben, zu dem Sie verlinken möchten (siehe 1). Alternativ können Sie aus der Liste unten wählen (siehe 2).
sr: Можете унети број тикета који желите да повежете (види под 1). Алтернативно, можете изабрати тикет из листе испод (види под 2).

source: If the customer has an existing ticket, it will show up under "Recent customer tickets". You can see your last viewed tickets under "Recently viewed tickets" anyway.
de: Wenn der Kunde bereits ein Ticket hat, wird es unter "Letzte Kunden-Tickets" angezeigt. Sie können Ihre zuletzt angesehenen Tickets aber ohnehin unter "Zuletzt angesehene Tickets" sehen.
sr: Уколико клијент има постојећи тикет, појавиће се под „Недавни тикети клијента”. Можете увек прегледати ваше последње тикете под „Недавно виђени тикети”.

source: Additionally, you can choose the link type from the drop down menu. You can link to one or more tickets for each type.
de: Außerdem können Sie den Link-Typ aus dem Dropdown-Menü auswählen. Sie können für jeden Link-Typ einen oder mehrere Links zu Tickets erstellen.
sr: Додатно, можете одабрати врсту везе из падајућег менија. Можете повезати један или више тикета за сваку врсту.

source: After entering a ticket number or choosing one of the offered tickets from the list, click on the submit button and the tickets will be linked.
de: Nachdem Sie eine Ticketnummer eingegeben oder eines der angebotenen Tickets aus der Liste ausgewählt haben, klicken Sie auf die Schaltfläche "Übermitteln" und die Tickets werden verknüpft.
sr: По уносу броја тикета или одабиру једног од понуђених из листе, кликните на дугме за потврду и тикети ће бити повезани.

source: Merging Tickets
de: Zusammenfassen von Tickets
sr: Спајање тикета
tr: Birleştirilen Biletler

source: If you have two or more tickets about the same issue, you may want to merge those tickets into one.
de: Wenn Sie zwei oder mehr Tickets zu demselben Thema haben, können Sie diese Tickets zu einem einzigen zusammenfassen.
sr: Уколико имате два или више тикета о сродном проблему, могуће је **спојити те тикете у један**.

source: This might be the case if a customer sends you a new email which can't be assigned to the existing ticket (e.g. the ticket reference is missing because the customer sends you a completely new email instead of answering in the existing thread).
de: Dies kann der Fall sein, wenn ein Kunde Ihnen eine neue E-Mail schickt, die nicht dem bestehenden Ticket zugeordnet werden kann (z.B. wenn die Ticket-Referenz fehlt, weil der Kunde Ihnen eine völlig neue E-Mail schickt, anstatt im bestehenden Thread zu antworten).
sr: Ово је згодно у случају да вам клијент пошаље нову имејл поруку која се не може доделити постојећем тикету (нпр. услед недостатка референце тикета зато што вам је клијент послао потпуно нову поруку уместо одговора на постојећу).

source: What is merged where?
de: Was wird wo zusammengefasst?
sr: Шта се спаја где?

source: Merging a ticket migrates all messages and notes of the ticket from where you select the merging into the selected one.
de: Beim Zusammenfassen von Tickets werden alle Nachrichten und Notizen des Tickets, von dem Sie das Zusammenfassen ausgewählt haben, in das ausgewählte Ticket übernommen.
sr: Спајање тикета мигрира све поруке и напомене из тикета који спајате у одабрани.

source: Let's assume you already worked on a ticket and you get another ticket about the same issue and want to merge them. Let's call the ticket you already worked on the *original* or *target* ticket and the new one *duplicate* or *source* ticket. Then the way to go is to open the duplicate ticket and execute the merging from there so it will be merged into the original ticket.
de: Nehmen wir an, Sie haben bereits an einem Ticket gearbeitet und erhalten ein weiteres Ticket mit demselben Problem, das Sie zusammenführen möchten. Nennen wir das Ticket, an dem Sie bereits gearbeitet haben, das *originale* bzw. *Ziel-*Ticket und das neue Ticket *Duplikat* bzw. *Quelle*. In diesem Fall öffnen Sie das Duplikat und führen die Zusammenfassung von dort aus durch, damit es mit dem original Ticket zusammengeführt wird.

source: How to merge tickets?
de: Wie fasst man Tickets zusammen?
sr: Како повезати тикете?

source: To merge a ticket, access the **Ticket ▾** submenu in the ticket pane and choose **Merge**.
de: Um ein Ticket zusammenzufassen, öffnen Sie das Untermenü **Ticket ▾** im Ticketfenster und wählen **Zusammenfassen**.

source: Ticket menu with highlighted "merge"
de: Ticket-Menü mit hervorgehobenem "Zusammenfassen"
sr: Мени радњи тикета са означеним „спајањем”

source: Merge dialog
de: Dialog Zusammenfassen
sr: Дијалог спајања тикета

source: You can either enter the ticket number of the ticket you want to merge the current one into (see 1). Alternatively, you can choose from the list below (see 2).
de: Sie können entweder die Ticketnummer des Tickets eingeben, in das Sie das aktuelle Ticket zusammenführen möchten (siehe 1). Alternativ können Sie aus der Liste unten wählen (siehe 2).
sr: Можете унети број тикета са којим желите да спојите тренутни (види под 1). Алтенративно, можете изабрати из листе испод (види под 2).

source: After entering a ticket number or choosing one of the offered tickets from the list, click on the submit button and the tickets will be merged.
de: Nachdem Sie eine Ticketnummer eingegeben oder eines der angebotenen Tickets aus der Liste ausgewählt haben, klicken Sie auf die Schaltfläche "Übermitteln" und die Tickets werden zusammengeführt.
sr: По уносу броја тикета или одабиру једног од понуђених тикета из листе, кликните на дугме за потврду и тикети ће бити спојени.

source: Merge ticket dialog
de: Dialog zum Zusammenführen von Tickets
sr: Дијалог спајања тикета

source: Result after merging
de: Ergebnis nach Zusammenfassung
sr: Резултат по спајању

source: The articles are moved into the chosen tickets. The ticket in which you executed the merging still exists with the following changes:
de: Die Artikel werden in das gewählte Ticket verschoben. Das Ticket, in dem Sie die Zusammenführung durchgeführt haben, besteht weiterhin mit den folgenden Änderungen:
sr: Чланци су пребачени у одабрани тикет. Тикет из кога сте извршили спајање још увек постоји са следећим променама:

source: The articles have been replaced by a "merged" label
de: Die Artikel wurden mit dem Text "zusammengefasst" ersetzt
sr: Сви чланци су замењени ознаком „спојено”

source: The state has changed to "merged"
de: Der Status hat sich auf "zusammengefasst" geändert
sr: Стање је промењено у „спојено”

source: The ticket is :doc:`linked <link>` to its "parent" ticket
de: Das Ticket ist :doc:`verknüpft <link>` mit seinem "Parent" Ticket
sr: Тикет је :doc:`повезан <link>` са „надређеним” тикетом
