Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: If you merge two tickets which were created from different channels, you have to answer via channel of the remaining target ticket.
de: Wenn Sie zwei Tickets zusammenfassen, die aus verschiedenen Kanälen erstellt wurden, müssen Sie über den Kanal des verbleibenden Zieltickets antworten.

source: Example: if you merge a Whatsapp ticket into an email ticket, you have to answer via email channel in the target ticket.
de: Beispiel: Wenn Sie ein Whatsapp Ticket in ein E-Mail Ticket zusammenfassen, müssen Sie im Zielticket über den E-Mail Kanal antworten.

source: Splitting Tickets
de: Tickets spalten
sr: Раздељивање тикета
tr: Bölünmüş Biletler

source: If you have a ticket which is about more than one issue, you might want to split it in two or more separate tickets. For example this might be the case if a customer has a technical question and wants to place an order.
de: Wenn Sie ein Ticket haben, bei dem es um mehr als ein Problem geht, möchten Sie es vielleicht in zwei oder mehr separate Tickets aufteilen. Dies kann zum Beispiel der Fall sein, wenn ein Kunde eine technische Frage hat und eine Bestellung aufgeben möchte.
sr: Уколико имате тикет у коме се помиње више од једног проблема, можда ћете желети да га разделите у два или више тикета. На пример ово се може десити ако клијент има техничко питање и жели да одради поруџбину.

source: To split a ticket, simply click on the "split" button under the article you want to split off:
de: Um ein Ticket zu splitten, klicken Sie einfach auf die Schaltfläche "abspalten" unter dem Artikel, den Sie abspalten möchten:
sr: Да бисте разделили тикет, једноставно кликните на дугме „раздели” испод чланка који желите да издвојите:

source: Split ticket button
de: Ticket abspalten Button
sr: Дугме за раздељивање тикета

source: After clicking on the "split" button, a dialog for creating a new ticket is presented to you:
de: Nachdem Sie auf die Schaltfläche "Abspalten" geklickt haben, wird Ihnen ein Dialog zum Erstellen eines neuen Tickets angezeigt:
sr: По клику на дугме „раздели”, биће приказан дијалог новог тикета:

source: Split ticket dialog
de: Ticket abspalten Dialog
sr: Дијалог раздељивања тикета

source: It is prefilled with the content of the existing article. Remember to select the type (call/email).
de: Es wird mit dem Inhalt des vorhandenen Artikels vorausgefüllt. Denken Sie daran, die Art (Anruf/E-Mail) auszuwählen.
sr: Биће већ попуњен садржајем постојећег чланка. Не заборавите да изаберете тип (позив/имејл).

source: The original ticket is :doc:`linked <link>` to the new one, as you can see in the ticket side panel:
de: Das ursprüngliche Ticket ist mit dem neuen Ticket :doc:`verknüpft <link>`, wie Sie in der Seitenleiste des Tickets sehen können:
sr: Оригинални тикет ће бити :doc:`повезан <link>` са новим, као што се може видети у панелу тикета:

source: Ticket Templates
de: Ticket-Vorlagen
sr: Шаблони тикета
tr: Bilet Şablonları

source: If you find yourself creating lots of tickets with the same basic attributes, use **ticket templates** to fill them in with a single click next time.
de: Wenn öfter Tickets mit gleichen Attributen (z.B. wiederkehrende Vorgänge) angelegt werden müssen, kann man hierzu **Ticket-Vorlagen** verwenden. Damit kann der Erstellprozess beim nächsten Mal deutlich beschleunigt werden.
sr: Ако се нађете у ситуацији да отварате пуно тикета са истим основним атрибутима, можете искористити **шаблоне тикета** да бисте их попунили једним кликом.

source: Ticket template selection in new ticket dialog
de: Ticket-Vorlagen Auswahl-Dialog in neuem Ticket
sr: Избор шаблона у дијалогу новог тикета

source: Use the ticket pane to load ticket templates.
de: Benutzen Sie den Ticket-Bereich auf der rechten Seite, um Ticket-Vorlagen laden zu können.
sr: Користите панел тикета за учитавање шаблона.

source: On any *new ticket* dialogue use the 🗒️ tab on the right to display the *Templates* column. If Zammad has any templates for you to apply, you'll be provided with a drop down list to choose from.
de: Benutzen Sie in jedem *neuen Ticket*-Dialog das🗒️ Tab auf der rechten Seite, um die *Vorlagen*-Spalte anzuzeigen. Sofern Zammad Vorlagen für Sie zum Übernehmen hat, so wird Ihnen ein Dropdown-Feld mit Auswahlmöglichkeiten gezeigt.
sr: У било ком дијалогу *новог тикета* користите језичак 🗒 са десне стране да бисте приказали траку *Шаблони*. Ако Zammad има дефинисане шаблоне које можете да примените, добићете падајућу листу са избором.

source: Select a fitting template and press *Apply*. The configured ticket fields will be populated with the data from the template.
de: Wählen Sie eine passende Vorlage und drücken Sie *Übernehmen*. Die konfigurierten Ticket-Felder werden automatisch mit den Daten aus der Vorlage befüllt.
sr: Изаберите одговарајући шаблон и притисните *Примени*. Дефинисана поља тикета ће бити попуњена подацима из шаблона.

source: Field collisions
de: Feldkollisionen
sr: Конфликти поља

source: Starting with version 5.3, Zammad is able to detect "field collisions". This means: If you previously filled in data in a field that's supposed to be filled by the template, Zammad *will not* overwrite the field with the template data.
de: Mit Version 5.3 ist Zammad in der Lage, "Feldkollisionen" zu erkennen. Das bedeutet: Wenn Sie zuvor ein Feld befüllt haben, dass auch von der Vorlage befüllt werden würde, wird das Feld von Zammad *nicht überschrieben*.
sr: Почевши од верзије 5.3, Zammad је у стању да детектује “конфликте поља". То значи: ако сте претходно унели податке у поље које би иначе било попуњено шаблоном, Zammad *неће* преиначити поље подацима из шаблона.

source: Instead it will keep your version of the field. This allows you to e.g. fill in the customer before applying the template. 🎉
de: Stattdessen wird Ihre Version des Felds beibehalten. So können Sie z.B. den Benutzer vor dem Übernehmen der Vorlage ausfüllen. 🎉
sr: Уместо тога, задржаће вашу вредност поља. Ово вам омогућава да нпр. попуните купца пре него што примените шаблон. 🎉

source: Can't add or adjust templates?
de: Sie können keine Vorlagen hinzufügen oder anpassen?
sr: Не можете да додате или подесите шаблоне?

source: Managing templates requires additional permissions. Please ask your administrator to provide you with the needed permission.
de: Das Verwalten von Vorlagen erfordert zusätzliche Berechtigungen. Bitte wenden Sie sich an Ihren Administrator, um Ihnen die notwendigen Berechtigungen zu erteilen.
sr: Управљање шаблонима захтева додатне дозволе. Замолите свог администратора да вам пружи потребну дозволу.

source: Learn more about ticket templates :admin-docs:`in the admin documentation </manage/templates.html>`.
de: Erfahren Sie mehr über Ticketvorlagen :admin-docs:`in der Admin Dokumentation </manage/templates.html>`.
sr: Сазнајте више о шаблонима тикета :admin-docs:`у администраторској документацији </manage/templates.html>`.

source: This permission was introduced with Zammad 5.3.
de: Diese Berechtigung wurde mit Zammad 5.3 eingeführt.
sr: Ова дозвола је доступна од Zammad 5.3.

source: Time Accounting
de: Zeiterfassung
sr: Обрачун времена
tr: Zaman Hesaplama

source: Zammad supports detailed time accounting to help administrators keep track of how much time you spend on any given ticket, customer or client organization.
de: Zammad unterstützt eine detaillierte Zeiterfassung, damit Administratoren den Überblick behalten können, wie viel Zeit für bestimmte Tickets, Kunden oder Kundenorganisation aufgebracht wird.
sr: Zammad подржава детаљно обрачунавање времена како би помогао администраторима да прате колико времена потрошите на било ком тикету, клијенту или организацији.
tr: Zammad, yöneticilerin herhangi bir bilet, müşteri veya müşteri organizasyonunda ne kadar zaman harcadığınızı takip etmelerine yardımcı olmak için ayrıntılı zaman hesaplamasını destekler.

source: Time Accounting Dialog
de: Zeiterfassungs-Dialog
sr: Дијалог обрачуна времена

source: If the time accounting is enabled, this dialog will appear each time you update a ticket. Enter how much time you spent on it.
de: Wenn die Zeiterfassung aktiviert ist, poppt ein Fenster bei jeder Aktualisierung eines Tickets auf. Geben Sie an, wie viel Zeit Sie dafür benötigt haben.
sr: Уколико је обрачун времена укључен, овај дијалог ће се појавити сваки пут када освежите тикет. Унесите колико времена сте провели на њему.

source: This feature is **optional**; if you don't see it whenever you update a ticket, that means your administrator hasn't enabled it yet. Administrators can learn more :admin-docs:`here </manage/time-accounting.html>`.
de: Diese Funktion ist **optional**; wenn Sie sie nicht sehen, wenn Sie ein Ticket aktualisieren, bedeutet das, dass Ihr Administrator sie noch nicht aktiviert hat. Administratoren können :admin-docs:`hier </manage/time-accounting.html>`mehr darüber erfahren.
sr: Ова функција је **опциона**; ако је не видите сваки пут кад освежите тикет, то значи да је ваш администратор још није укључио. Администратори могу сазнати више :admin-docs:`овде </manage/time-accounting.html>`.

source: Units
de: Einheiten
sr: Јединице

source: The Accounted time is always recorded as unitless numbers. However, your administrator may decide to show an optional label next to the field to hint you and your colleagues which unit is assumed.
de: Die erfasste Zeit wird immer ohne Einheit gespeichert. Ihr Administrator kann jedoch ein Label neben dem Feld einblenden, in welcher Einheit die Zeit erfasst werden soll.
sr: Обрачунато време се увек снима као број без јединице. Међутим, ваш администратор може одлучити да прикаже опцион текст поред поља да укаже вама и вашим колегама о којој јединици се ради.

source: Time Accounting Unit
de: Zeiterfassungs-Einheit
sr: Јединица обрачунатог времена

source: Activity Types
de: Aktivitäts-Typen
sr: Врсте активности

source: **Activity Types** are used for grouping accounted time entries together. This is an **optional** feature which shows a list of activities as a selectable list.
de: **Aktivitäts-Typen** werden benutzt, um erfasste Zeiten zu gruppieren. Diese **optionale** Funktion zeigt eine Liste der verfügbaren Aktivitäten zur Auswahl an.
sr: **Врсте активности** се користе за груписање обрачунатих уноса времена. Ово је **опциона** функција која приказује листу активности као могући избор.

source: Time Accounting Activity Type
de: Zeiterfassung Aktivitäts-Typ
sr: Врста активности обрачунатог времена

source: Simply choose the closest type of the activity you are recording the time for, noting that one of the choices may be pre-selected. You can always remove the selection for general accounted time that is not supposed to be grouped together.
de: Wählen Sie den Aktivitäts-Typ, der Ihrer Tätigkeit entspricht. Bitte beachten Sie, dass ein Aktivitäts-Typ bereits vorausgewählt sein kann. Sie können diese Auswahl immer löschen, um eine allgemeine Zeit zu erfassen, die nicht zusammengefasst wird.
sr: Једноставно одаберите најближу врсту активности за коју обрачунавате време, уз напомену да један од избора може бити унапред одабран. Увек можете уклонити избор за опште обрачунато време које не би требало да буде груписано.

source: Accounted Time in Ticket
de: Erfasste Zeiten in der Ticket-Ansicht
sr: Обрачунато време у тикету

source: If a ticket already has accounted time(s), you can see it in the ticket pane at the bottom. You can find the calculated sums of each activity type as well as the total sum of accounted times for all activity types.
de: Falls in einem Ticket bereits Zeit erfasst wurde, wird diese unten in der Seitenleiste angezeigt. Dort finden Sie die Summen der einzelnen Aktivitäts-Typen sowie die Gesamtsumme der erfassten Zeiten.
sr: Уколико тикет већ има обрачунато време, можете га видети при дну панела тикета. Можете прегледати збирне суме за сваки тип активности као и укупан збир обрачунатог времена за све типове активности.

source: Screenshot showing accounted times in ticket pane
de: Screenshot, der berechnete Zeiten in der Ticket-Seitenleiste zeigt
sr: Снимак екрана који приказује обрачунато време у панелу тикета

source: Accounted times in the ticket view
de: Berechnete Zeiten in der Ticket-Ansicht
sr: Обрачунато време у приказу тикета

source: by Browsing
de: durch Navigieren
sr: прегледом
tr: Tarayıcıya göre

source: by Searching
de: durch Suchen
sr: претраживањем
tr: Aramaya göre

source: Finding Tickets
de: Tickets finden
sr: Проналажење тикета
tr: Biletleri Bulmak

source: If you plan to work on tickets, you'd better know how to find them first.
de: Wenn Sie vorhaben an Tickets zu arbeiten, sollten Sie zunächst wissen, wie man Tickets finden kann.
sr: Уколико планирате да радите на тикетима, боље је да прво знате како да их пронађете.

source: Read on to learn how to check for new tickets, and dig up old ones.
de: Lesen Sie weiter, um zu erfahren, wie nach neuen Tickets gesucht und alte Tickets wieder aufgefunden werden können.
sr: Читајте даље да бисте сазнали како да проверите да ли постоје нови тикети и како да ископате старе.
tr: Eski biletleri nasıl ortaya çıkaracağınızı ve yenileri nasıl kontrol edeceğinizi öğrenmek için okuyun.

source: Browse for Tickets
de: Nach Tickets suchen
sr: Преглед тикета
tr: Biletlere Göre Tarama

source: Looking for a ticket to work on? Check the **overviews** menu.
de: Sie suchen ein Ticket, das Sie bearbeiten können? Werfen Sie dafür einen Blick in die **Übersichten**.
sr: Тражите тикет за рад? Проверите мени **прегледи**.
tr: Üzerinde çalışmak için bir bilet mi arıyorsun? **Genel Bakış** menüsüne göz at.

source: Sample view of Overviews
de: Beispiel von Übersichten
sr: Пример приказа прегледа

source: Click **Overviews** in the main menu to browse tickets.
de: Klicken Sie auf **Übersichten** im Hauptmenü, um Tickets zu durchstöbern.
sr: Кликните на **Прегледи** у главном менију да бисте прегледали карте.
tr: Biletleri taramak için ana menüden **Genel Bakış**a tıkla.

source: Think of overviews as **inboxes**, each with a different filter for the tickets it displays.
de: Stellen Sie sich Übersichten wie eine Art **Posteingang** vor - jeder mit einem anderen Suchfilter für die Tickets, die diese anzeigt.
sr: Замислите прегледе као **поштанске сандучиће**, од којих сваки има другачији филтер за тикете које приказује.

source: There are **six built-in overviews** (Zammad admin may :admin-docs:`create more </manage/overviews.html>` with custom-defined filters):
de: Es gibt **sechs Standard Übersichten** (Ihr Zammad-Administrator kann :admin-docs:`weitere benutzerdefinierte Übersichten </manage/overviews.html>` erstellen):
sr: Постоји **шест уграђених прегледа** (Zammad администратор може да :admin-docs:`дода још </manage/overviews.html>` са прилагођеним филтерима):

source: **My assigned tickets** (*open/pending* only)
de: **Meine zugewiesenen Tickets** (nur *offen / warten erreicht*)
sr: **Моји додељени тикети** (само *отворено/на чекању*)
tr: **Atanmış biletlerim** (sadece *açık/bekliyor*)

source: **Unassigned & Open**
de: **Nichts zugewiesen & Offen**
sr: **Недодељени и отворени**
tr: **Atanmamış ve Açık**

source: **My pending reached tickets** (previously marked *pending* and currently due)
de: **Meine warten erreicht Tickets** (zuvor als *wartend* markiert und aktuell fällig)
sr: **Моји тикети са достигнутим временом чекања** (претходно означени *на чекању* и тренутно доспели)
tr: **Beklemesi aşılan biletlerim** (önceden *beklemede* olarak işaretlenmiş ve süresi geçmiş)

source: **Open** (system-wide)
de: **Offen** (gesamtes Zammad)
sr: **Отворено** (за цео систем)
tr: **Açık** (sistem geneli)

source: **Pending reached** (system-wide, previously marked *pending* and currently due)
de: **Warten erreicht** (gesamtes Zammad, zuvor als *warten auf* markiert und aktuell fällig)
sr: **Тикети са достигнутим временом чекања** (на целом систему, претходно означени као *на чекању* и тренутно доспели)
tr: **Beklemesi aşılanlar** (sistem geneli, önceden *beklemede* olarak işaretlenmiş ve süresi geçmiş)

source: **Escalated** (system-wide, failing to meet a :admin-docs:`service-level agreement </manage/slas/index.html>`)
de: **Eskaliert** (systemweit, bei Nichteinhaltung einer :admin-docs:`Service-Level-Vereinbarung </manage/slas/index.html>`)
sr: **Ескалирано** (на нивоу система, неиспуњавање :admin-docs:`споразума о нивоу услуге </manage/slas/index.html>`)

source: Click on column headings to change the display order.
de: Um die Reihenfolge der Anzeige zu ändern, klicken Sie auf die Spaltenüberschriften.
sr: Кликните на наслове колона да бисте променили редослед приказа.
tr: Görüntüleme sırasını değiştirmek için sütun başlıklarına tıklayın.

source: Click-and-drag column dividers to adjust their width.
de: Um die Breite der Spalten anzupassen, klicken Sie auf die Spaltentrennlinien und passen Sie diese entsprechend an.
sr: Кликните и превуците ивице колона да бисте прилагодили њихову ширину.
tr: Genişliklerini ayarlamak için sütun ayırıcılara tıklayın ve sürükleyin.

source: The need for action is color coded and reflects mainly the :doc:`ticket states </basics/service-ticket/settings/state>`:
de: Der Handlungsbedarf ist farblich gekennzeichnet und spiegelt hauptsächlich den :doc:`Ticket Status </basics/service-ticket/settings/state>` wider:

source: :doc:`Ticket priorities </basics/service-ticket/settings/priority>` are **color-coded:**
de: :doc:`Ticket-Prioritäten </basics/service-ticket/settings/priority>` sind **farbkodiert:**
sr: :doc:`Приоритети тикета </basics/service-ticket/settings/priority>` су **обележени бојама:**

source: Overview showing 3 tickets with different priorities
de: Übersicht die 3 Tickets mit verschiedenen Prioritäten zeigt
sr: Преглед са приказом 3 тикета са различитим приоритетима

source: Zammad's 3 default priorities allow you to see the importance of your tickets better.
de: Zammad's 3 Standard-Prioritäten erlauben es Ihnen die Wichtigkeit auf einen Blick zu sehen.
sr: Zammad-ова 3 подразумевана приоритета омогућавају вам да боље видите важност својих тикета.

source: Search for Tickets
de: Suche nach Tickets
sr: Претрага тикета
tr: Biletlere göre Arama

source: Looking for an a specific ticket? Use the **search bar**:
de: Sie suchen nach einem spezifischen Ticket? Benutzen Sie die **Suchleiste**:
sr: Тражите одређени тикет? Користите **траку за претрагу**:

source: Results appear immediately under the search bar as you type.
de: Ergebnisse erscheinen sofort unter der Suchleiste während Sie tippen.
sr: Резултати се појављују одмах испод траке за претрагу док куцате.
tr: Sonuçlar yazdığın anda arama çubuğu altında görüntülecektir.

source: It's not just for tickets! Results cover 💬 **chat logs**, 👨 **customers**, and 🏢 **organizations**, too.
de: Gilt nicht nur für Tickets! Ergebnisse decken auch 💬 **Chat-Verläufe**, 👨 **Kunden**, und 🏢 **Organisationen** ab.
sr: Није само за тикете! Резултати обухватају и 💬 **дневнике ћаскања**, 👨 **клијенте** и 🏢 **организације**.

source: **🔍 Here are just a few of the places the search engine will look:**
de: **🔍 Hier ist nur eine kleine Auswahl der Bereiche, welche die Suchmaschine durchsucht:**
sr: **🔍 Ево само неколико места на којима ће претраживач оперисати:**
tr: **🔍 İşte arama motorunun bakacağı yerlerden sadece birkaçı: **

source: 📝 message subject/content
de: 📝 Betreff der Nachricht / Inhalt
sr: 📝 предмет/садржај поруке
tr: 📝 mesaj konusu/içeriği

source: 👩 recipient names & email addresses
de: 👩 Empfängernamen & E-Mail-Adressen
sr: 👩 имена примаоца и имејл адресе
tr: 👩 alıcı adları ve e-posta adresleri

source: 📎 text in file attachments (really!)
de: 📎 Text in Dateianhängen (wirklich!)
sr: 📎 текст у датотекама прилога (заиста!)
tr: 📎 dosya eklerindeki metin (gerçekten!)

source: 🏷️ user/organization metadata (e.g. notes stored on customer profiles)
de: 🏷️ Benutzer-/Organisations-Informationen (z.B. Notizen, die in Kundenprofilen gespeichert sind)

source: You can find a detailed search document in our `Advanced Search <../../advanced/search.html>`_ page.
de: Eine deutlich detailliertere Ausführung für mögliche Suchen finden Sie auf unserer Seite für die `Erweiterte Suche <../../advanced/search.html>`_.
sr: Детаљанију секцију о претрази можете пронаћи на нашој страници `Напредна претрага <../../advanced/search.html>`_.
tr: Detaylı arama dokümanımızı `Gelişmiş Arama <../../advanced/search.html>`_ sayfamızda bulabilirsiniz.

source: For detailed results, click the **Show Search Details →** link just above the autocomplete list.
de: Für detaillierte Ergebnisse klicken Sie auf den Link **Suchdetails anzeigen →** direkt über der automatischen Vervollständigungs-Liste.
sr: За детаље резултата кликните на везу **Прикажи детаље претраге →** одмах изнад листе са брзим резултатима.
tr: Detaylı sonuçlar için, otomatik tamamlama listesinin üstündeki **Arama Detaylarını Göster →** bağlantısına tıklayın.

source: Servicing Tickets
de: Tickets verwalten
sr: Обрада тикета
tr: Biletleri Hazırlamak

source: This is where you'll spend the vast majority of your time in Zammad.
de: Hiermit werden Sie wohl den größten Teils Ihrer Zeit in Zammad verbringen.
sr: Овде ћете провести огромну већину свог времена у Zammad-у.

source: Once you get the hang of the tasks below, there's really not much more to it.
de: Sobald Sie die folgenden Punkte einmal verinnerlicht haben, haben Sie den Dreh raus.
sr: Једном када савладате излистане задатке испод, заиста нема много више од тога.

source: Creating a Ticket
de: Erstellen eines Tickets
sr: Отварање тикета
tr: Bir Bilet Oluşturmak

source: Zammad does its best to create tickets automatically when new customer issues come your way. But sometimes, there's just no way for Zammad to know when an issue arrives – like when a customer calls on the phone.
de: Zammad ist bestrebt Tickets automatisch zu erstellen, wenn neue Kundenanfragen eingehen. Aber manchmal kann Zammad einfach nicht wissen, wann ein Problem auftritt – wie zum Beispiel, wenn ein Kunde am Telefon anruft.
sr: Zammad даје све од себе да аутоматски отвори тикете када се појаве нови проблеми клијената. Али понекад, једноставно нема начина да Zammad зна када дође до проблема - нпр. када муштерија позове телефоном.

source: In these cases, Zammad needs your help to **create a new ticket**.
de: In diesen Fällen benötigt Zammad Ihre Hilfe, um **ein neues Ticket** zu erstellen.
sr: У овим случајевима, Zammad-у је потребна ваша помоћ да **отвори нови тикет**.
tr: Bu durumlarda Zammad'ın **yeni bir bilet oluşturmak** için yardımınıza ihtiyacı var.

source: New ticket dialog
de: Neues Ticket-Dialog
sr: Дијалог новог тикета

source: Click the **➕ button** to create a new ticket. The default ticket type is **Received Call**.
de: Klicken Sie auf die **Schaltfläche ➕**, um ein neues Ticket zu erstellen. Der Standard-Tickettyp ist "Eingehender Anruf".
sr: Кликните на дугме **➕** да бисте отворили нови тикет. Подразумевана врста тикета је **Примљен позив**.

source: An agent can create three types of tickets:
de: Ein Agent kann drei verschiedene Arten von Tickets erstellen:
sr: Оператер може да креира три врсте тикета:
tr: Bir temsilci üç tür bilet oluşturabilir:

source: Received Call
de: Eingehender Anruf
sr: Примљен позив
tr: Gelen Arama

source: for issues **initiated by a customer** over the phone.
de: für Anfragen, die **von einem Kunden per Telefon übermittelt** wurden.
sr: за проблеме **које је иницирао клијент** путем телефона.
tr: telefonla **müşteri tarafından başlatılan** sorunlar için.

source: Outbound Call
de: Ausgehender Anruf
sr: Одлазни позив
tr: Giden Arama

source: for issues **initiated by an agent** over the phone.
de: für Anfragen, die von einem **Agenten am Telefon bearbeitet** wurden.
sr: за проблеме **које је иницирао оператер** путем телефона.
tr: telefonla **bir temsilci tarafından başlatılan** sorunlar için.
