Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: Use the **ticket pane** to view and manage customer profiles.
de: Nutzen Sie die **Ticket Ansicht**, um Kunden-Profile zu bearbeiten.
sr: Користите **панел тикета** за преглед и управљање профилима клијената.

source: Ticket pane (customer view)
de: Ticket-Fenster (Kundenansicht)
sr: Панел тикета (приказ клијента)

source: Click the 👨 tab in the ticket pane to see the customer's profile.
de: Wählen Sie den 👨 Tab, um das Kundenprofil zu sehen.
sr: Кликните на 👨 језичак у панелу тикета да бисте видели профил клијента.

source: If the customer has other tickets too, you can see a summary when you hover over the **open/closed** labels:
de: Wenn der Kunde auch andere Tickets hat, sehen Sie eine Zusammenfassung, wenn Sie den Mauszeiger über die Labels **offen/geschlossen** bewegen:
sr: Уколико клијент има и друге тикете, можете видети сажети опис приликом преласка мишем преко ознака **отворено/затворено**:

source: Customer ticket summary (mouseover)
de: Ticketzusammenfassung des Kunden (mouseover)
sr: Сажет опис клијента тикета (прелазак мишем)

source: Hover over the **open/closed** labels to see a summary of the customer's other tickets.
de: Fahren Sie mit der Maus über die **offen/geschlossen** Anzeige, um eine Zusammenfassung der anderen Tickets des Kunden zu sehen.
sr: Пређите курсором преко ознака **отворено/затворено** да бисте видели сажет опис осталих тикета клијента.

source: Editing a Customer
de: Bearbeiten von Kundeninformationen
sr: Измена клијента
tr: Müşteriyi Düzenlemek

source: To edit the customer's profile, use the **customer submenu** and select "Edit Customer":
de: Um das Kundenprofil zu bearbeiten, verwenden Sie das **Kunden Untermenü**:
sr: Да бисте изменили профил клијента, користите **подмени клијента**:

source: Customer submenu
de: Kunden Untermenü
sr: Подмени клијента

source: Click the **Customer ▾** heading to access additional actions.
de: Klicken Sie auf die Überschrift **Kunde ▾**, um zu weiteren Funktionen zu gelangen.
sr: Кликните на наслов **Клијент ▾** да бисте приступили додатним радњама.
tr: Ek işlemlere erişmek için **Müşteri ▾** başlığına tıklayın.

source: Customer edit dialog
de: Kunde bearbeiten Dialog
sr: Дијалог измене клијента

source: Edit customer dialog
de: Dialog zum Kunden bearbeiten
sr: Дијалог измене клијента

source: The edit customer dialog.
de: Die Bearbeiten-Maske von Kundeninformationen.
sr: Дијалог измене клијента.
tr: Müşteri diyaloğu düzenlemek.

source: Most customer attributes are self-explanatory, but here are a couple that might confuse you:
de: Die meisten Kundenattribute sind selbsterklärend, aber hier sind ein paar, die etwas irritieren könnten:
sr: Већина атрибута клијента је сама по себи разумљива, али ево неколико који би вас могли збунити:
tr: Çoğu müşteri özelliği kendi kendini açıklayıcı niteliktedir, ancak burada kafanızı karıştırabilecek birkaç örnek verilmiştir:

source: Customers may (optionally) belong to **organizations** – :doc:`skip ahead <organizations>` to learn more.
de: Kunden können zu einer **Organisation** gehören (optional) – :doc:`klicken Sie hier <organizations>`, um mehr erfahren.
sr: Купци могу (опционо) припадати **организацијама** – :doc:`скочите овде <organizations>` да сазнате више.
tr: Müşteriler (isteğe bağlı olarak) **organizasyonlara** ait olabilir – daha fazla bilgi edinmek için :doc:`ileri atlayın<organizations>`.

source: Secondary Organizations
de: Sekundäre Unternehmen
sr: Додатне организације

source: Unlike organizations, you can add several organizations here that are not as highlighted. Still, the same behavior applies.
de: Im Gegensatz zu Organisationen, können Sie hier ohne große Hervorhebung weitere Organisationen hinterlegen. Es gilt dennoch das gleiche Verhalten.
sr: За разлику од организација, овде можете додати неколико организација које нису толико истакнуте. Ипак, важи исто понашање.

source: Like :doc:`ticket priority </basics/service-ticket/settings/priority>`, **VIP status** doesn't actually do anything out-of-the-box, but an admin *can* set up automated system hooks based on this value, or use it as a filter for :doc:`custom overviews </basics/find-ticket/browse>`.
de: Genau wie die :doc:`Ticket Priorität</basics/service-ticket/settings/priority>`, kann der **VIP Status** nichts ohne weitere Einstellungen bewirken. Ein Admin *kann* automatisierte Systemkonfigurationen basierend auf diesem Wert einrichten oder dieses Attribut als Filter für :doc:`Übersichten</basics/find-ticket/browse>` nutzen.
sr: Баш као :doc:`приоритет тикета </basics/service-ticket/settings/priority>`, **VIP статус** заправо не ради ништа сам од себе, али администратор *може* подесити аутоматизоване радње засноване на овој вредности или је искористити као филтер за :doc:`прилагођене прегледе </basics/find-ticket/browse>`.

source: **Ask your administrator** about how she'd like you to use this attribute (or just leave it alone).
de: **Fragen Sie beim Administrator nach**, wie dieses Attribut verwendet werden soll (oder Sie belassen es einfach so).
sr: **Питајте свог администратора** о томе како желе да користите овај атрибут (или их једноставно оставите на миру).

source: Checking Your Stats
de: Überprüfung Ihrer Statistiken
sr: Преглед ваших статистика
tr: İstatistiklerine Göz At

source: The **dashboard** is the first thing you'll see after logging in. Monitor your productivity at a glance, compare your stats to the company average (in gray below your own), and see what everyone else is up to.
de: Das **Dashboard** ist das erste, was man nach dem Einloggen sieht. Behalten Sie Ihre Produktivität im Blick, vergleichen Sie Ihre Statistiken mit dem Unternehmensdurchschnitt (in Grau unter Ihrem eigenen) und sehen Sie, was alle anderen treiben.

source: Sample view of Dashboard
de: Beispiel-Ansicht des Dashboards
sr: Пример приказа контролне табле

source: Check the dashboard for a quick summary of your stats (updated every 30 minutes).
de: Auf dem Dashboard finden Sie eine kurze Zusammenfassung Ihre Statistiken (wird alle 30 Minuten aktualisiert).
sr: Проверите контролну таблу за сажет опис ваших статистика (ажурира се сваких 30 минута).
tr: İstatistiklerinizin hızlı bir özeti için kontrol panelini kontrol edin (her 30 dakikada bir güncellenir).

source: Legend
de: Legende
sr: Легенда
tr: Efsane

source: **1. ∅ Waiting Time Today**
de: **1. Durchschnittliche Wartezeit heute**
sr: **1. ∅ Време чекања данас**

source: How long has each customer had to wait, on average, to get a response from you today?
de: Wie lange mussten heute die Kunden im Durchschnitt warten, um eine Antwort von Ihnen zu erhalten?
sr: Колико дуго је сваки клијент морао да чека, у просеку, да добије одговор од вас данас?
tr: Her müşteri bugün sizden yanıt almak için ortalama ne kadar beklemek zorunda kaldı?

source: **2. Mood**
de: **2. Stimmung**
sr: **2. Расположење**
tr: **2. Mod**

source: How many escalated tickets do you have open right now? (Mr. Bubbles gets grumpy if you have too many...)
de: Wie viele eskalierte Tickets haben Sie im Moment offen? (Mr. Bubbles wird mürrisch, wenn Sie zu viele haben...)
sr: Колико ескалираних тикета тренутно имате отворених? (Господин Баблс постаје мрзовољан ако их имате превише...)
tr: Şu anda açık olan kaç yükseltilmiş biletiniz var? (Çok fazla varsa patron huysuzlaşır...)

source: **3. Channel Distribution**
de: **3. Kanal Verteilung**
sr: **3. Дистрибуција канала**
tr: **3. Kanal Dağılımı**

source: Where are all your tickets coming from? (Shows tickets created in the last seven days, also sorted by **inbound** vs. **outbound**.)
de: Woher kommen Ihre Tickets? (Zeigt Tickets, die in den letzten sieben Tagen erstellt wurden, ebenfalls sortiert nach **eingehend** vs. **ausgehend**.)
sr: Одакле вам долазе сви тикети? (Приказује тикете направљене у последњих седам дана, поређане према **долазним** у односу на **одлазне**.)
tr: Bütün biletlerin nereden geliyor? (Son yedi gün içinde oluşturulan biletleri gösterir, ayrıca **gelen** ve **giden** olarak da sıralanır.)

source: **4. Assigned**
de: **4. Zugewiesen**
sr: **4. Додељено**
tr: **4. Atanan**

source: Out of all open tickets (company-wide), how many are currently assigned to you?
de: Wie viele von allen offenen Tickets (unternehmensweit) sind Ihnen derzeit zugeordnet?
sr: Од свих отворених тикета (у целој компанији), колико вам је тренутно додељено?
tr: Tüm açık biletlerden (şirket genelinde), şu anda kaç tanesi size atanmış durumda?

source: **5. My Tickets in Process**
de: **5. Meine Tickets in Bearbeitung**
sr: **5. Моји тикети у обради**

source: What percentage of your tickets have you responded to or updated in the last 24 hours?
de: Auf wie viel Prozent Ihrer Tickets haben Sie in den letzten 24 Stunden geantwortet oder aktualisiert?
sr: На који проценат својих тикета сте одговорили или сте их освежили у последња 24 сата?
tr: Son 24 saat içinde biletlerinizin yüzde kaçını yanıtladınız veya güncellediniz?

source: **6. Reopening Rate**
de: **6. Wiedereröffnungsrate**
sr: **6. Стопа поново отворених**
tr: **6. Yeniden Açılma Oranı**

source: How many of your closed tickets have been re-opened in the last seven days?
de: Wie viele Ihrer geschlossenen Tickets sind in den letzten sieben Tagen wieder geöffnet worden?
sr: Колико је ваших затворених тикета поново отворено у последњих седам дана?
tr: Son yedi gün içinde kapattığınız biletlerin kaç tanesi yeniden açıldı?

source: **7. Activity Stream**
de: **7. Aktivitäts Stream**
sr: **7. Ток активности**
tr: **7. Etkinlik Akışı**

source: What's everyone else on your team up to?
de: Was machen alle anderen in Ihrem Team?

source: With issue tracker integration, you can monitor GitHub / GitLab issues right from within a Zammad ticket.
de: Mit der Issue-Tracker Integration können Sie GitHub / GitLab Issues direkt an den relevanten Zammad-Tickets verfolgen.
sr: Уз интеграцију удаљених система праћења, можете пратити Github / Gitlab проблеме директно из Zammad тикета.
tr: Sorun takip entegrasyonu ile, GitHub / GitLab sorunlarını bir Zammad bileti içinden izleyebilirsiniz.

source: This feature is **optional**; if you don't see it in the ticket pane, that means your administrator hasn't enabled it yet. Administrators can learn more :admin-docs:`here </system/integrations.html#integrations-for-issue-trackers>`.
de: Diese Funktion ist **optional**; wenn Sie sie nicht im Ticketbereich sehen bedeutet das, dass Ihr Administrator sie noch nicht aktiviert hat. Administratoren können mehr darüber :admin-docs:`hier </system/integrations.html#integrations-for-issue-trackers>` erfahren.
sr: Ова функција је **опциона**; ако је не видите у панелу тикета, то значи да је ваш администратор још није омогућио. Администратори могу да сазнају више :admin-docs:`овде </system/integrations.html#integrations-for-issue-trackers>`.

source: Ticket detail view showing activated GitHub & GitLab function
de: Die Detailansicht im Ticket zeigt die aktivierte GitHub- & GitLab-Funktion
sr: Детаљни приказ тикета који приказује активирану функцију Github & Gitlab

source: Use the |github| and |gitlab| tabs on the ticket pane for an overview of issues related to the ticket.
de: Benutzen Sie die |github| und |gitlab| Tabs im Ticket-Bereich, um eine Übersicht der verwandten Issues zum Ticket zu erhalten.
sr: Користите |github| и |gitlab| језичке у панелу тикета за преглед сродних проблема.
tr: Bilet ile ilgili sorunlara genel bir bakış için bilet panelindeki |github| ve |gitlab| sekmelerini kullanın.

source: What Can It Do?
de: Was die Funktion kann?

source: View related issues
de: Ansehen relevanter Issues
sr: Погледајте сродне проблеме
tr: Alakalı sorunları gör

source: Use the |github| and |gitlab| tabs on the ticket pane to see linked issues, along with metadata like status (open/closed), assignee, labels, and more. Or, simply click the title to view the issue on GitHub / GitLab.
de: Benutzen Sie die |github| und |gitlab| Tabs in den Ticket-Einstellungen, um verlinkte Issues mit deren Meta-Daten wie Status (offen/geschlossen), Verantwortlicher, Labels und anderen einsehen zu können. Oder klicken Sie einfach auf den Titel des Issues um direkt zu diesem in GitHub / GitLab zu springen.
sr: Користите |github| и |gitlab| језичке у панелу тикета да бисте видели повезане проблеме, заједно са мета подацима као што су статус (отворен/затворен), одговорни, ознаке и још много тога. Или једноставно кликните на наслов да бисте видели проблем на Github / Gitlab.
tr: Metadata durumları (açık/kapalı), atamalar, etkiletler ve daha fazlası ile birlikte bağlantılı sorunları görmek için bilet panelindeki |github| ve |gitlab| sekmelerini kullanın. Veya sorunu GitHub / GitLab'da görüntülemek için başlığa tıklayın.

source: A badge on the tab icon indicates how many issues are linked to this ticket.
de: Ein Zähler auf dem Tab-Icon zeigt an, wie viele Issues mit dem Ticket verlinkt wurden.
sr: Значка на иконици језичка приказује колико проблема је повезано са овим тикетом.
tr: Sekme ikonundaki rozet, bu bilete kaç sorun bağlandığını gösterir.

source: Link a new issue
de: Neues Issue verlinken
sr: Повежите нови проблем
tr: Yeni bir sorun bağlayın

source: At the top of the ticket pane, select **GitHub / GitLab > Link Issue**, then enter a valid issue URL. Please note that linking a new issue can be slow sometimes.
de: Nutzen Sie **GitHub / GitLab > Issue verlinken** oben in den Ticket-Einstellungen und geben Sie dann eine korrekte Issue-URL an. Bitte beachten Sie, dass das Verknüpfen eines neuen Issues manchmal langsam sein kann.
sr: На врху панела тикета изаберите **Github / Gitlab > Повежи проблем**, а затим унесите исправан URL проблема. Имајте на уму да повезивање нових проблема може понекад бити спорије.

source: Screencast showing how to list and add new issues to a ticket
de: Screencast zeigt wie Issues aufgelistet und zu Tickets hinzugefügt werden können
sr: Снимак екрана који показује како да излистате и повежете нове проблеме са тикетом

source: Remove an issue
de: Ein Issue entfernen
sr: Уклоните проблем
tr: Bir sorunu kaldırın

source: Click the ✕ button next to an issue title to unlink it.
de: Nutzen Sie die ✕ Schaltfläche neben einem Issue, um die Verlinkung zu entfernen.
sr: Кликните на дугме ✕ поред наслова проблема да бисте прекинули везу са њим.
tr: Bağlantıyı kaldırmak için sorun başlığının yanındaki ✕ butonuna tıklayın.

source: i-doit: Track Company Property
de: i-doit: Firmeneigentum verwalten
sr: i-doit: Праћење имовине компаније

source: With `i-doit <https://www.i-doit.com/>`_ integration, you can list which pieces of your company's property are related to any given ticket. That includes both physical and digital infrastructure, from servers to meeting rooms to virtual machines to software licenses.
de: Mit der `i-doit <https://www.i-doit.com/>`_ Integration können Sie Zusammenhänge zwischen Tickets und Ihren Assets schaffen. Das betrifft beides, physische und digitale Infrastruktur: Von Servern über Meeting-Räume über virtuelle Maschinen bis hin zu Software-Lizenzen.
sr: Уз помоћ `i-doit <https://www.i-doit.com/>`_ интеграције, можете да излистате који делови имовине ваше компаније су сродни одређеном тикету. То укључује и физичку и дигиталну инфраструктуру, све од сервера преко соба за састанке и виртуелних машина до софтверских лиценци.

source: This feature is **optional**; if you don't see it in the ticket view, that means your administrator hasn't enabled it yet. Administrators can learn more :admin-docs:`here </system/integrations/i-doit.html>`.
de: Diese Funktion ist **optional**; wenn Sie sie nicht in der Ticketansicht sehen bedeutet das, dass Ihr Administrator sie noch nicht aktiviert hat. Administratoren können mehr darüber :admin-docs:`hier </system/integrations/i-doit.html>` erfahren.
sr: Ова функција је **опциона**; ако је не видите у приказу тикета, то значи да је ваш администратор још није омогућио. Администратори могу да сазнају више :admin-docs:`овде </system/integrations/i-doit.html>`.

source: If your company is using i-doit, ask your administrator / IT personnel to give you a tour. If your organization isn't already using i-doit, this guide is not for you.
de: Wenn Ihre Firma i-doit verwendet, bitten Sie Ihren Administrator / Ihr IT-Personal, Ihnen eine Einführung zu geben. Wenn Ihre Organisation noch nicht mit i-doit arbeitet, ist dieser Leitfaden nicht für Sie bestimmt.
sr: Уколико ваша организација користи i-doit, замолите свог администратора / IT особље да вам објасни. А ако ваша организација још не користи i-doit, овај водич није за вас.

source: (Screenshot) The i-doit integration menu in the ticket view
de: (Screenshot) Das Menü der i-doit Integration in den Ticket-Einstellungen
sr: Мени i-doit интеграције у приказу тикета

source: Use the 🖨 **printer** tab to view or manage a ticket's assets from i-doit.
de: Benutzen Sie das 🖨 **Drucker** Tab um Ticket Assets von i-doit sehen oder verwalten zu können.
sr: Користите језичак 🖨 **штампача** да бисте видели или управљали i-doit објектима тикета.

source: Why?
de: Warum?
sr: Зашто?
tr: Neden?

source: i-doit can help you keep track of troublesome equipment and find previous tickets from the last time something went wrong with it.
de: i-doit kann Ihnen helfen problematisches Equipment im Blick zu haben und vorhergehende Tickets zu finden, als das letzte Mal etwas nicht damit stimmte.
sr: i-doit вам може помоћи да испратите проблематичну опрему и пронађете претходне тикете од последњег пута када је нешто пошло по злу.
tr: i-doit, zahmetli ekipmanı takip etmenize ve en son bir şeyler ters gittiğinde önceki biletleri bulmanıza yardımcı olabilir.

source: It's also a great way to document quirks in the company's belongings: Why haven't we upgraded this system from Windows Vista yet? What did we decide to do about that faulty network switch? And why does the coffee maker keep shutting off before it's finished? 🤬
de: Es ist außerdem eine gute Möglichkeit, Eigenheiten vom Hab und Gut des Unternehmens zu dokumentieren: Warum haben wir das Windows Vista-System noch nicht aktualisiert? Wie haben wir uns bzgl. des defekten Netzwerk-Switches entschieden? Und warum schaltet die Kaffeemaschine laufend ab, bevor sie fertig ist? 🤬
sr: То је такође одличан начин да документујете недостатке у имовини компаније: зашто још нисмо надоградили овај систем са Windows Vista-е? Шта смо одлучили да урадимо у вези са тим неисправним мрежним свичем? И зашто се апарат за кафу гаси пре него што заврши? 🤬

source: So How Does It Work?
de: Wie es funktioniert?
sr: Како то уствари функционише?
tr: Nasıl Çalışır?

source: In Zammad: Link i-doit Assets To Tickets
de: In Zammad: i-doit Assets mit Tickets verknüpfen

source: First, add i-doit assets to a ticket in the ticket pane:
de: Verknüpfen Sie zuerst ein Asset mit dem Ticket über die Ticket-Einstellungen:
sr: Прво додајте i-doit објекте у тикет из панела тикета:
tr: İlk olarak, bilet bölmesindeki bir bilete i-doit varlıkları ekleyin:

source: (Screencast) Create a new ticket and link it to an i-doit asset
de: (Screencast) Erstellen Sie ein neues Ticket und verlinken Sie es mit einem i-doit Asset
sr: (Снимак екрана) Направите нов тикет и повежите га са i-doit објектом

source: Select **🖨 > i-doit > Change Objects**, then filter by category and/or name.
de: Wählen Sie **🖨 > i-doit > Objekte ändern**, filtern Sie anschließend nach Kategorie und/oder Name.
sr: Изаберите **🖨 > i-doit > Измени објекте**, а затим филтрирајте по категорији и/или називу.
tr: **🖨 > i-doit > Nesneleri Değiştir**'i seçin, ardından kategoriye ve/veya ada göre filtreleyin.

source: Once assets have been linked to a ticket, they can be accessed directly from the ticket view:
de: Sobald ein Asset mit dem Ticket verknüpft wurde, kann es direkt in den Ticket-Einstellungen genutzt werden:
sr: Када су објекти повезани са тикетом, њима се може приступити директно из приказа тикета:
tr: Varlıklar bir bilete bağlandıktan sonra, bunlara doğrudan bilet görünümünden erişilebilir:

source: (Screencast) Access an i-doit asset directly from the Zammad ticket view
de: (Screenshot) Gelange direkt zum i-doit Asset über die Zammad Ticket-Ansicht
sr: (Снимак екрана) Приступите i-doit објекту директно из приказа Zammad тикета

source: Click on a linked asset in the ticket pane to open its page in i-doit.
de: Klicken Sie auf ein verknüpftes Asset in den Ticket-Einstellungen, um es direkt in i-doit zu öffnen.
sr: Кликните на повезан објекат у панелу тикета да бисте га отворили у i-doit.
tr: Sayfasını i-doit'te açmak için bilet bölmesindeki bağlantılı bir varlığa tıklayın.

source: In i-doit: List & Create Tickets For a Given Asset
de: In i-doit: Auflisten und erstellen von Tickets für das betroffene Asset

source: Your i-doit control panel should contain a list of all the tickets associated with each asset:
de: Ihre i-doit Oberfläche sollte eine Liste von allen verknüpften Tickets je Asset anzeigen:
sr: Ваша i-doit контролна табла би требало да садржи листу свих тикета повезаних са сваким објектом:
tr: i-doit kontrol paneliniz, her bir varlıkla ilişkili tüm biletlerin bir listesini içermelidir:

source: (Screencast) See a list of all tickets for an asset in i-doit
de: (Screencast) Sehen Sie eine Liste aller Tickets für das Asset in i-doit
sr: (Снимак екрана) Погледајте листу свих тикета за објекат у i-doit

source: Click the 💬 in the toolbar to list an asset's tickets. Use the **🔗 Open in ticketsystem** button to open the ticket in Zammad.
de: Klicken Sie in der Toolbar auf 💬 um die Tickets des Assets auflisten zu können. Benutzen Sie die **🔗 Im Ticketsystem öffnen** Schaltfläche, um das Ticket in Zammad zu öffnen.
sr: Кликните на 💬 на траци са алаткама да бисте излистали тикете за објекат. Користите дугме **🔗 Отвори у тикет систему** да бисте отворили тикет у Zammad-у.

source: You can even launch Zammad's new ticket dialog directly from i-doit, with the asset already linked for you:
de: Sie können außerdem die Ticketerstellung von Zammad direkt aus i-doit heraus auslösen, das Asset wird automatisch für Sie verlinkt:
sr: Можете чак и покренути Zammad дијалог новог тикета директно из i-doit, са објектом које ће већ бити повезано за вас:

source: (Screencast) Launch the new ticket dialog from within i-doit
de: (Screencast) Starten Sie einen neuen Ticket-Dialog aus i-doit heraus
sr: (Снимак екрана) Покрените дијалог новог тикета из i-doit

source: Use the **📄 Create ticket** button in the asset ticket list to start a new, pre-linked ticket dialog.
de: Benutzen Sie die **📄 Ticket erstellen** Schaltfläche in der Asset-Liste, um einen neuen, vor-verknüpften Ticket-Dialog zu starten.
sr: Користите дугме **📄 Отвори тикет** на листи тикета за објекат да бисте отворили нови, унапред повезани дијалог тикета.
tr: Yeni, önceden bağlanmış bir bilet iletişim kutusu başlatmak için varlık bilet listesindeki **📄 Bilet oluştur** butonunu kullanın.

source: **☠️ Overwriting drafts is final**
de: **☠️ Das Überschreiben von Vorlagen ist endgültig**
sr: **☠️ Преписивање нацрта је бесповратно**

source: Zammad will warn you in case you're going to overwrite an existing draft. This also applies to your personal draft in case you're loading a shared draft.
de: Zammad warnt Sie, falls Sie eine Vorlage überschreiben möchten. Das gilt auch für persönliche Vorlage, falls Sie eine geteilte Vorlage laden.
sr: Zammad ће вас упозорити у случају да покушате преписати постојећи нацрт. Ово се такође односи на ваш лични нацрт у случају да учитавате заједнички нацрт.
