Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: You can search for Tickets with a specific number of articles (you can even search for everything with 5 or more articles or even up to 5 articles, if needed).
de: Sie können nach Tickets mit einer bestimmten Anzahl von Artikeln suchen (oder sogar nach allem mit 5 oder mehr Artikel; oder bis zu 5 Artikel, wenn nötig).
sr: Можете тражити тикете са одређеним бројем чланака (можете чак тражити све са 5 или више чланака или чак до 5 чланака, ако је потребно).
tr: Belirli sayıda makale içeren Biletleri arayabilirsiniz (5 veya daha fazla makale içeren her şeyi veya gerekirse en fazla 5 makaleyi bile arayabilirsiniz).

source: Show all tickets that contain articles from "Bob"
de: Zeigt alle Tickets an, in denen Artikel von "Bob" enthalten sind
sr: Прикажи све тикете које садрже чланке од „Ђорђа”
tr: "Bob"dan makaleler içeren tüm biletleri göster

source: heat |br|\ heat~ |br|\ /joh?n(ath[oa]n)/
de: Hitze |br|\ Hitze~ |br|\ /joh?n(ath[oa]n)/
sr: тип |br|\ тип~ |br|\ /андр(и|е)ј?а?/

source: First example shows every ticket containing the word "heat" - you can also use the fuzzy operator "~" to search for similar words like e.g. like "head". Zammad will also allow you to use regular expressions, where ever the attributes allows it.
de: Das erste Beispiel zeigt jedes Ticket, welches das Wort "heat" enthält - Sie können auch mit dem Operator "~" eine fehlertolerante Suche durchführen, um nach ähnlichen Worten wie z.B. "head" suchen zu können. Zammad erlaubt zudem eine Suche mit regulären Ausdrücken, wo immer ein Attribut dies zulässt.
sr: Први пример приказује сваки тикет који садржи реч „тип“ – такође можете да користите fuzzy оператор „~“ да бисте тражили сличне речи као нпр. „типови”. Zammad ће вам такође омогућити да користите регуларне изразе, где год то атрибути дозвољавају.
tr: İlk örnek, "ısı" kelimesini içeren her bileti gösterir - örneğin "işi" gibi benzer kelimeleri aramak için yaklaşık "~" operatörünü de kullanabilirsiniz. Zammad, niteliklerin izin verdiği her yerde normal ifadeler kullanmanıza da izin verecektir.

source: Combining Search Phrases
de: Suchbegriffe kombinieren

source: You can combine search phrases by using ``AND``, ``OR`` and ``TO``, depending on the situation and phrases you use. If needed, you can parts of your search phrase for complex searches with ``()``. This allows you to combine several phrases with different dependencies (AND/OR). In case you receive search results that you want to exclude, you can use negation ``!``. Below are some examples that you could use with this:
de: Mit dem Nutzen von ``AND``, ``OR`` und ``TO`` können Sie Suchphrasen abhängig von der Situation miteinander kombinieren. Sofern nötig können Sie bei sehr komplexen Suchanfragen auch Phrasen mit ``()`` kombinieren und in Abhängigkeit bringen (AND/OR). Sollten Sie Suchergebnisse erhalten, die Sie ausschließen möchten, können Sie Suchbegriffe mit ``!`` negieren. Hier finden Sie noch ein paar Beispiele, wie so etwas aussehen kann:
sr: Можете комбиновати фразе за претрагу користећи ``AND``, ``OR`` и ``ТО``, у зависности од ситуације и фраза које користите. Ако је потребно, можете делове фразе за претрагу за сложене претраге помоћу ``()``. Ово вам омогућава да комбинујете неколико фраза са различитим зависностима (AND/OR). У случају да добијете резултате претраге које желите да искључите, можете користити негацију ``!``. Испод су неки примери које можете користити са овим операторима:
tr: Duruma ve kullandığınız ifadelere bağlı olarak ``VE``, ``VEYA`` ve ``KİME`` kullanarak arama ifadelerini birleştirebilirsiniz. Gerekirse, ``()`` ile karmaşık aramalar için arama ifadenizin bölümlerini yapabilirsiniz. Bu, farklı bağımlılıklarla (VE/VEYA) çeşitli ifadeleri birleştirmenize olanak tanır. Hariç tutmak istediğiniz arama sonuçları almanız durumunda, olumsuzlama ``!`` kullanabilirsiniz. Aşağıda bununla kullanabileceğiniz bazı örnekler verilmiştir:

source: Examples for search phrase combinations
de: Beispiele für Suchphrasen-Kombinationen
sr: Примери комбинација фраза за претрагу
tr: Arama ifadesi kombinasyonlarına göre örnekler

source: Search phrase
de: Suchphrase
sr: Фраза за претрагу
tr: İfadeyi ara

source: Show every ticket that state is either closed or open and has priority normal or the tag feedback.
de: Zeige jedes Ticket mit den Status geschlossen oder offen und einer normalen Priorität oder dem Schlagwort feedback.
sr: Прикажи све тикете чије је стање или затворено или отворено и има нормални приоритет или ознаку анкета.
tr: Kapalı veya açık durumdaki ve normal önceliğe veya etiket geri bildirimine sahip tüm biletleri gösterir.

source: This gets the same result as above, expect that we don't want the ticket to contain anything matching to "Zammad"
de: Diese Suche ergibt das gleiche Ergebnis wie das darüber, mit dem Unterschied, dass das Ergebnis nichts mit "Zammad" enthält
sr: Враћа исти резултат као изнад, али очекујемо да неће бити тикета који садржи било шта што личи на „Zammad“
tr: Bu, yukarıdakiyle aynı sonucu alır, biletin "Zammad" ile eşleşen herhangi bir şey içermesini istemeyiz.

source: Show Tickets from bob@example.net that are either open or new
de: Zeige Tickets von bob@example.net die entweder offen oder neu sind
sr: Прикажи све тикете са djordje@example.net који су или отворени или нови
tr: bob@example.net adresinden açık veya yeni olan biletleri gösterir

source: Show everything with any pending state and an article count of 1 to 5.
de: Zeige alles mit einem warten auf Status und einer Artikelanzahl von 1 bis 5.
sr: Прикажи све са било којим стањем на чекању и бројем чланака од 1 до 5.
tr: Bekleme durumunda ve 1'den 5'e kadar olan makale sayısının tümünü gösterir.

source: Some Ticket Attributes and Their Type
de: Einige Ticket Attribute und Typen

source: Below you can find the most important attributes sorted by ticket and article.
de: Anbei finden Sie eine Auflistung der wichtigsten Attribute, aufgeteilt in Ticket und Artikel.
sr: Испод можете пронаћи најважније атрибуте груписане по тикету и чланку.
tr: Bilet ve makaleye göre sıralanmış en önemli özellikleri aşağıda bulabilirsiniz.

source: Ticket Attributes
de: Ticket Attribute

source: owner: object (owner.firstname, owner.lastname, owner.email, ...)
de: owner: Objekt (owner.firstname, owner.lastname, owner.email, ...)
sr: owner: објекат (owner.firstname, owner.lastname, owner.email, …)

source: customer: object (customer.firstname, customer.lastname, customer.email, ...)
de: customer: Objekt (customer.firstname, customer.lastname, customer.email, ...)
sr: customer: објекат (customer.firstname, customer.lastname, customer.email, …)

source: first_response_at: timestamp
de: first_response_at: Zeitstempel
sr: first_response_at: временска ознака

source: first_response_in_min: integer (business min till first response)
de: first_response_in_min: ganze Zahl (Geschäfts-Minuten bis zur ersten Reaktion)
sr: first_response_in_min: цео број (радних минута до првог одговора)
tr: first_response_in_min: integer (ilk yanıta kadar geçen iş süresi)

source: close_at: timestamp
de: close_at: Zeitstempel
sr: close_at: временска ознака

source: close_in_min: integer (business min till close)
de: close_in_min: ganze Zahl (Geschäfts-Minuten bis Schließung des Tickets)
sr: close_in_min: цео број (радних минута до затварања)
tr: close_in_min: integer (kapatılana kadar geçen iş süresi)

source: last_contact_at: timestamp (last contact by customer or agent)
de: last_contact_at: Zeitstempel (Letzter Kontakt durch Kunden oder Agenten)
sr: last_contact_at: временска ознака (последњи контакт од стране клијента или оператера)
tr: last_contact_at: timestamp (müşteri veya temsilci tarafından son iletişim)

source: last_contact_agent_at: timestamp (last contact by agent)
de: last_contact_agent_at: Zeitstempel (Letzter Kontakt durch Agenten)
sr: last_contact_agent_at: временска ознака (последњи контакт од стране оператера)
tr: last_contact_agent_at: timestamp (temsilci tarafından son iletişim)

source: last_contact_customer_at: timestamp (last contact by customer)
de: last_contact_customer_at: Zeitstempel (Letzter Kontakt durch Kunden)
sr: last_contact_customer_at: временска ознака (последњи контакт од стране клијента)
tr: last_contact_customer_at: timestamp (müşteri tarafından son iletişim)

source: article_count: integer
de: article_count: ganze Zahl
sr: article_count: цео број

source: escalation_at: timestamp
de: escalation_at: Zeitstempel
sr: escalation_at: временска ознака

source: pending_time: timestamp
de: pending_time: Zeitstempel
sr: pending_time: временска ознака

source: Article Attributes
de: Artikel Attribute

source: article.attachment.title: string (filename of attachment)
de: article.attachment.title: string (Dateiname von Anhang)
sr: article.attachment.title: текст (назив датотеке прилога)
tr: article.attachment.title: string (ekin dosya adı)

source: article.attachment.content: string (content of attachment)
de: article.attachment.content: string (Inhalt des Anhangs)
sr: article.attachment.content: текст (садржај прилога)
tr: article.attachment.content: string (ekin içeriği)

source: article.attachment.content_type: string (File type e.g. PDF)
de: article.attachment.content_type: string (Dateityp z.B. PDF)
sr: article.attachment.content_type: текст (тип датотеке, нпр. PDF)
tr: article.attachment.content_type: string (Dosya türü ör. PDF)

source: Suggested Workflows
de: Empfohlener Arbeitsablauf
sr: Предложени радни токови
tr: Önerilen İş Akışları

source: Sharing Work on a Ticket
de: Teilen Sie Arbeit an einem Ticket
sr: Подела рада на тикету
tr: Bir Bilet üzerinde Ortak Çalışma

source: Some tickets require attention from more than one agent (or even more than one department!). In these cases, there are three ways to assign the work to the right people:
de: Manche Tickets benötigen die Aufmerksamkeit von mehr als einem Agenten (oder gar einer ganzen Abteilung!). In diesen Fällen gibt es 3 Möglichkeiten die Arbeit an die richtigen Personen zu verteilen:
sr: Неки тикети захтевају пажњу више од једног оператера (или чак више од једног одељења!). У овим случајевима, постоје три начина да се посао додели правим људима:
tr: Bazı biletler birden fazla temsilcinin (hatta birden fazla departmanın!) ilgilenmesini gerektirir. Bu durumlarda, işi doğru kişilere atamanın üç yolu vardır:

source: If a ticket is really about two different problems, you can :doc:`split it in two </advanced/ticket-actions/split>`, then assign each ticket to its respective “group” (department).
de: Wenn ein Ticket 2 verschiedene Probleme behandelt, können Sie es :doc:`in zwei Tickets spalten </advanced/ticket-actions/split>`, und dann das jeweilige Ticket an die richtige “Gruppe” (Abteilung) zuweisen.
sr: Ако се тикет заиста тиче два различита проблема, можете га :doc:`разделити на два </advanced/ticket-actions/split>`, а затим сваки тикет доделити одговарајућој „групи“ (одељењу).
tr: Bir bilet gerçekten iki farklı sorunla ilgiliyse, :doc:`ikiye bölebilir </advanced/ticket-actions/split>`, ardından her bileti ilgili “grubuna” (departmana) atayabilirsiniz.

source: If you've done all you can on a ticket and it's now another agent's (or department's) responsibility, **reassign it** to a new owner (or group).
de: Wenn Ihr Part am Ticket abgeschlossen ist und nun ein anderer Agent (oder Abteilung) verantwortlich ist, können Sie es einem Besitzer (oder Gruppe) **neu zuweisen**.
sr: Ако сте урадили све што сте могли у вези са тикетом и то је сада одговорност другог оператера (или одељења), **доделите га** новом власнику (или групи).

source: If you just need another agent's input on something, you can **@mention** them. (And if *you* want to get notifications for *someone else's* ticket, use the **subscribe button**.)
de: Wenn Sie Unterstützung eines anderen Agenten benötigen, können Sie ihn **@erwähnen**. (Und wenn *Sie* Benachrichtigungen über Tickets von *anderen Nutzern* erhalten möchten, können Sie den **abonnieren Button** nutzen.)
sr: Ако вам је потребан само допринос другог оператера у вези нечега, можете да их **@поменете**. (А ако *ви* желите да добијате обавештења о *туђем* тикету, користите **дугме за претплату**.)

source: Reassigning Tickets
de: Neuzuweisen von Tickets

source: Reassigning tickets in the ticket pane
de: Neuzuweisung von Tickets in Ticketspalte
sr: Додела тикета из панела тикета

source: Reassign a ticket (via the *Group* and *Owner* settings) to let colleagues know you're done with your part.
de: Ordnen Sie ein Ticket neu zu (über die Einstellungen *Gruppe* und *Besitzer*), um die Kollegen zu informieren, was Sie bereits erledigt haben.
sr: Доделите тикет (преко поља *Група* и *Власник*) да бисте обавестили колеге да сте завршили са својим послом.

source: Suppose a call comes into the sales department. A sales rep takes the call, creates a ticket, and looks up some prices for the customer. After recording his notes, the rep then decides that this ticket needs to be passed onto customer service.
de: Angenommen, ein Anruf geht in der Verkaufsabteilung ein. Ein Vertriebsmitarbeiter nimmt den Anruf entgegen, erstellt ein Ticket und sucht bereits einige Preise für den Kunden heraus. Nach der Aufnahme seiner Notizen entscheidet der Mitarbeiter, dass dieses Ticket an den Kundenservice weitergeleitet werden muss.
sr: Претпоставимо да позив долази у одељење продаје. Представник продаје преузима позив, отвара тикет и тражи неке цене за купца. Након што дода своје напомене, представник одлучује да овај тикет треба проследити корисничкој служби.
tr: Diyelim ki satış departmanına bir telefon geldi. Bir satış temsilcisi aramayı alır, bir bilet oluşturur ve müşteri için bazı fiyatları arar. Notlarını kaydettikten sonra, temsilci bu biletin müşteri hizmetlerine iletilmesi gerektiğine karar verir.

source: Our sales rep can simply un-assign himself as the **owner** of the ticket and re-assign the ticket to the Customer Service **group**. *All customer service agents will be notified of the incoming ticket*, and the first available agent can assign herself to pick up where the sales rep left off.
de: Unser Vertriebsmitarbeiter kann sich einfach als **Besitzer** entfernen und dann das Ticket in die **Gruppe** des Kundensupports verschieben. *Nun werden alle Agenten des Kundensupports über das eingehende Ticket informiert* und der erste verfügbare Agent kann sich dem Ticket annehmen.
sr: Наш продајни представник може једноставно да уклони себе као **власника** тикета и додели тикет **групи** Корисничке службе. *Сви оператери корисничке подршке биће обавештени о долазном тикету*, а први доступни оператер може доделити себе да настави тамо где је продајни представник стао.

source: Be sure to leave notes with as much information as possible for the next agent!
de: Achten Sie darauf, dass die Notizen mit so vielen Informationen wie möglich für den nächsten Agenten hinterlassen werden!
sr: Обавезно оставите напомене са што више информација за следећег оператера!
tr: Sıradaki aracı için mümkün oldukça fazla bilgi notu bıraktığınızdan emin olun!

source: @mentions & the Subscribe Button
de: @Erwähnungen und die Abonnieren Schaltfläche
sr: @помињања и дугме за претплату
tr: @bahsetmeler ve Abonelik Butonu

source: Now suppose you've reassigned the ticket to customer service. You won't receive notifications for this ticket anymore, but maybe this is a really important contract, and you want to make sure they have an A+ experience from start to finish.
de: Nehmen wir an, Sie haben das Ticket an den Kunden-Service zugewiesen. Sie erhalten nun keine weiteren Benachrichtigungen mehr, unter Umständen handelt es sich aber um einen sehr wichtigen Vertrag und Sie möchten eine erstklassige Erfahrung für den Kunden sicherstellen.
sr: Сада претпоставимо да сте тикет доделили корисничкој служби. Више нећете примати обавештења за овај тикет, али можда је ово заиста важан уговор и желите да будете сигурни да клијент добије врхунску услугу од почетка до краја.

source: To enable notifications for a ticket that doesn't belong to you, simply click the **Subscribe** button at the bottom of the ticket pane:
de: Um Benachrichtigungen zu Tickets zu aktivieren, die nicht länger Ihnen gehören, können Sie ganz einfach die **Abonnieren** Schaltfläche unten in den Ticket-Einstellungen verwenden:
sr: Да бисте омогућили обавештења за тикет која вам не припада, једноставно кликните на дугме **Претплати се** на дну панела тикета:

source: Screencast of the Subscribe button feature
de: Screencast für die Abonnier-Button Funktion
sr: Снимак екрана функције дугмета Претплати се

source: A list of all tickets you're subscribed to can be found in the **My mentioned Tickets** overview.
de: Alle abonnierten Tickets können Sie in der Übersicht **Meine abonnierten Tickets** finden.
sr: Списак свих тикета на које сте претплаћени можете пронаћи у прегледу **Тикети на које сам претплаћен(a)**.

source: Or, suppose you *don't* want to reassign the ticket to customer service—you just have one quick question for them, and then you can take it from there.
de: Oder nehmen wir an, Sie möchten das Ticket *nicht* an den Kunden-Service zuweisen - Sie haben nur eine kurze Rückfrage und machen dann weiter.
sr: Или, претпоставимо да *не* желите да поново доделите tiket корисничкој служби — имате само једно кратко питање за њих, а затим можете наставити.

source: To start sending someone else notifications for your own ticket, type ``@@`` in the message composer and select their name from the pop-up menu:
de: Um anderen Benachrichtigungen für Ihre eigenen Tickets senden zu können, tippen ``@@`` im Artikel-Editor und wählen Sie den Namen des betroffenen Agenten im Auswahlmenü:
sr: Да бисте почели да шаљете неком другом обавештења за сопствени тикет, укуцајте ``@@`` у поље текста поруке и изаберите њихово име из падајућег менија:
tr: Kendi biletiniz için başka birine bildirim göndermeye başlamak için, mesaj oluşturucuya ``@@`` yazın ve açılır menüden adını seçin:

source: Screencast of the @mention feature
de: Screencast für die @erwähnen Funktion
sr: Снимак екрана функције @помињања

source: @mentioning a colleague in a message will automatically subscribe them to your ticket.
de: Das @Erwähnen von Kollegen in einer Nachricht abonniert diese automatisch am Ticket.
sr: @помињање колеге у поруци аутоматски ће га претплатити на ваш тикет.
tr: Bir mesajda iş arkadaşından @bahsetmek, onları otomatik olarak biletinize abone yapar.

source: ⚙️ **Notification settings**
de: ⚙️ **Benachrichtigungseinstellungen**
sr: ⚙️ **Подешавања обавештења**

source: Check your :doc:`/extras/profile-and-settings` to customize how you receive notifications.
de: Prüfen Sie :doc:`/extras/profile-and-settings` um Benachrichtigungen für Abonnements zu verwalten.
sr: Проверите свој :doc:`/extras/profile-and-settings` да бисте прилагодили начин на који примате обавештења.

source: **Can't see a ticket, in which a colleague @mentioned you?**
de: **Können Sie ein Ticket nicht sehen, in dem ein Kollege Sie erwähnt hat?**
sr: **Не видите тикет у ком вас је колега @поменуо?**

source: Is the ticket assigned to a group that you don't belong to? @mentions and subscriptions only work for tickets that you already have access to.
de: Ist das Ticket einer Gruppe zugewiesen auf die Sie kein Zugriffsrecht haben? @Erwähnen und Abonnieren funktioniert nur bei Tickets die Sie lesen dürfen.
sr: Да ли је тикет додељен групи којој не припадате? @помињања и претплате раде само за тикете којима већ имате приступ.

source: Quickly Assign in Ticket Listings
de: Schnelles zuweisen in Ticket-Auflistungen

source: Within overviews and detailed searches you can run bulk operations on tickets. This means you can adjust the following ticket information:
de: Innerhalb von Übersichten und Detailsuchen können Sie Massenoperationen auf Tickets anwenden. Das bedeutet, dass Sie folgende Ticket-Informationen bearbeiten können:
sr: У оквиру прегледа и детаљних претрага можете да покренете масовне радње на тикетима. То значи да можете да изменити следеће податке о тикету:

source: group
de: Gruppe
tr: grup

source: owner
de: Besitzer
tr: sahip

source: state (with pending time if applicable)
de: Status (mit warten bis Zeit, sofern zutreffend)
sr: стање (са временом чекања ако је применљиво)

source: priority
de: Priorität
tr: öncelik

source: After pressing "Confirm", Zammad also allows you to provide an internal or public note of why you adjusted the settings.
de: Nach dem drücken von "Bestätigen" erlaubt Zammad Ihnen das Hinzufügen einer internen oder öffentlichen Notiz für den Grund der Änderung.
sr: Након што притиснете „Потврди“, Zammad вам такође омогућава да додате интерну или екстерну напомену са разлогом измене.

source: Zammad *will not* ask for :doc:`time accounting values </advanced/time-accounting>` in bulk actions.
de: Zammad fragt in diesen Situationen *nicht* nach :doc:`Zeiterfassungs-Werten</advanced/time-accounting>`.
sr: Zammad *неће* тражити :doc:`вредност обрачунатог времена </advanced/time-accounting>` при масовним радњама.

source: Bulk action via drop-downs:
de: Mehrfach-Bearbeitung über Dropdowns:
sr: Масовна радња путем падајућих менија:

source: Bulk operations in overviews and detailed searches
de: Massenoperationen in Übersichten und Detailsuchen
sr: Масовне радње у прегледима и детаљним претрагама

source: Use the check boxes in ticket listings to select a bunch of tickets. Now use below drop-downs to change ticket settings, press confirm and provide a note if you'd like.
de: Benutzen Sie die Checkboxen in Ticketauflistungen, um die gewünschten Tickets zu selektieren. Nutzen Sie nun die Dropdowns unten in der Auflistung, um Ticket-Einstellungen zu ändern, bestätigen und tippen Sie eine Notiz – wenn nötig.
sr: Користите поља за одабир у листи тикета да бисте изабрали гомилу тикета. Након тога користите падајуће меније испод да измените податке тикета, притисните Потврди и додајте напомену ако желите.

source: Bulk action via drag and drop:
de: Mehrfach Bearbeitung per Drag & Drop:
sr: Масовна радња путем превуци и испусти:

source: **🤓 You can change owners and groups even faster 🚀**
de: **🤓 Das Ändern von Besitzern und Gruppen geht noch viel schneller 🚀**
sr: **🤓 Власнике и групе можете мењати на још бржи начин 🚀**

source: Drag selected tickets and drop then on a group or agent to change ticket group / owner
de: Ziehen Sie die ausgewählten Tickets und lassen Sie diese auf eine Gruppe oder einen Agenten fallen, um die Ticket-Gruppe / -Besitzer zu ändern
sr: Превуците одабране тикете и пустите их на групу или оператера да бисте променили групу / власника тикета

source: Instead of using the drop-downs on the bottom of Zammad, you can also drag tickets. A new modal will appear and allow you to drop your selection on either just a group or agents. This operation allows you to quickly change the group and owner without further hassle!
de: Anstelle der Dropdowns unten in Zammad können Sie die Tickets außerdem ziehen. Ein neuer Dialog erscheint, der das Ziehen der Selektion auf entweder nur einer Gruppe oder einem Agenten zulässt. Das erlaubt es Ihnen Gruppe und Besitzer schnell und komfortabel zu ändern!
sr: Уместо да користите падајуће меније при дну, можете и да превучете тикете. Појавиће се нови дијалог који ће вам омогућити да пустите свој избор само на групу или оператере. Ова операција вам омогућава да промените групу и власника на брз начин!

source: This functionality is only available in ticket overviews.
de: Diese Funktion ist nur in Ticket-Übersichten verfügbar.
sr: Ова функција је доступна само у прегледима тикета.
