Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: (But if they're smart, they'll take extra precautions to make sure it really belongs to you.)
de: (Aber wenn sie klug sind, werden sie zusätzliche Vorkehrungen treffen um sicherzustellen, dass er wirklich Ihnen gehört.)
sr: (Али ако су паметни, предузеће додатне мере предострожности како би били сигурни да заиста припада вама.)

source: The 🔒 **Encrypt** button is disabled
de: Die 🔒 **Verschlüsseln**-Schaltfläche ist deaktiviert
sr: Дугме 🔒 **Шифровање** је онемогућено
tr: 🔒 **Şifrele** butonu devre dışı bırakıldı

source: Ask your administrator to add the recipient's certificate to Zammad's certificate store.
de: Bitten Sie Ihren Administrator, das Zertifikat des Empfängers dem Zertifikatsspeicher von Zammad hinzuzufügen.
sr: Замолите свог администратора да дода сертификат примаоца у Zammad-ово складиште сертификата.

source: The ✅ **Sign** button is disabled
de: Die ✅ **Signieren**-Schaltfläche ist deaktiviert
sr: Дугме ✅ **Потписивање** је онемогућено
tr: ✅ **İmzala** butonu devre dışı bırakıldı

source: Ask your administrator to verify your organization's private key in Zammad's certificate store.
de: Bitten Sie Ihren Administrator, den privaten Schlüssel Ihrer Organisation im Zertifikatsspeicher von Zammad zu überprüfen.
sr: Замолите свог администратора да потврди приватни кључ ваше организације у Zammad-овом складишту сертификата.

source: Shared Drafts
de: Gemeinsame Entwürfe
sr: Заједнички нацрти

source: Share drafts for new or existing tickets with other agents of your group. Load, modify and safe an existing draft e.g. as QA process with colleagues.
de: Teile Vorlagen für neue oder bestehende Tickets mit weiteren Agenten aus deiner Gruppe. Lade, bearbeite und speichere eine existierende Vorlage z.B. für eine Qualitätsprüfung durch einen Kollegen.
sr: Поделите нацрте за нове или постојеће тикете са другим оператерима ваше групе. Учитајте, измени и снимите постојећи нацрт, као нпр. QA процес са колегама.

source: This feature is **optional**; if you don't see it in the menu, that means your administrator disabled this function. Administrators can learn more in our :admin-docs:`admin documentation </manage/groups/settings.html>`.
de: Diese Funktion ist **optional**; wenn Sie sie nicht im Menü sehen bedeutet das, dass Ihr Administrator diese Funktion deaktiviert hat. Administratoren können mehr in unserer :admin-docs:`Admin-Dokumentation </manage/groups/settings.html>` erfahren.
sr: Ова функција је **опциона**; ако је не видите у менију, то значи да је ваш администратор онемогућио ову функцију. Администратори могу сазнати више у нашој :admin-docs:`администраторској документацији </manage/groups/settings.html>`.

source: Screenshot showing the sub menu of the Update button with macros and an option to save the draft
de: Bildschirmaufnahme zeigt das Untermenü des Aktualisieren-Knopfs mit Makros und einer Möglichkeit den Entwurf zu speichern
sr: Снимак екрана који приказује подмени дугмета Освежи са макроима и опцијом да сачувате нацрт

source: By using ^ next to the "Update" button Zammad will provide you with an option to save your draft (and thus share it) if the option is enabled.
de: Mit ^ neben dem "Aktualisieren"-Knopf bietet Zammad eine Möglichkeit, den Entwurf zu speichern (und dann zu teilen), falls die Einstellung aktiviert ist.
sr: Коришћењем ^ поред дугмета „Освежи“, Zammad ће вам пружити опцију да сачувате нацрт (и да га поделите) ако је опција укључена.

source: **🤓 Let's be clear up front**
de: **🤓 Vorab sei erwähnt**
sr: **🤓 Хајде да будемо јасни**

source: Zammad technically has two draft functions:
de: Zammad hat technisch zwei Entwurfs-Funktionen:
sr: Zammad технички има две функције нацрта:

source: shared draft (allow others to load the draft), and
de: Geteilte Entwürfe (erlaubt anderen einen Entwurf zu laden), und
sr: заједнички нацрт (дозволи другима да примене нацрт), и

source: user drafts.
de: Benutzerentwürfe.
sr: корисничке нацрте.

source: Every time you change a tickets field, Zammad will safe this in your personal draft. You then can share this as a shared draft if you want to. User drafts are *always* available!
de: Jedes Mal, wenn Sie ein Ticket-Feld ändern, speichert Zammad dies als Ihren persönlichen Entwurf. Sie können diesen Entwurf dann als gemeinsamen Entwurf freigeben, wenn Sie das möchten. Benutzer-Entwürfe sind *immer* verfügbar!
sr: Сваки пут када промените поље тикета, Zammad ће то сачувати у вашем личном нацрту. Затим можете поделити ово као заједнички нацрт ако желите. Кориснички нацрти су *увек* доступни!

source: Handling Drafts
de: Entwürfe nutzen

source: Load a draft
de: Einen Entwurf laden
sr: Примените нацрт

source: Screencast showing how to open the shared draft load dialogue within the ticket zoom
de: Bildschirmaufnahme zeigt wie der Dialog für geteilte Entwürfe in der Ticketansicht geöffnet werden kann
sr: Снимак екрана који показује како да отворите дијалог за примену заједничког нацрта у приказу тикета

source: Loading a draft works the same starting from draft previews.
de: Einen Entwurf zu laden funktioniert genauso bei der Entwurfsvorschau.
sr: Примена нацрта ради исто почевши од прегледа нацрта.

source: New Ticket dialogue
de: Neues Ticket-Dialog
sr: Дијалог новог тикета

source: If you're in a new ticket dialogue *after selecting the ticket group*, the 📝 button will indicate the shared drafts function to be available. The shared drafts tab is *always* hidden if no group is selected!
de: Wenn Sie sich in einem neuen Ticket-Dialog *nach Auswahl der Ticket-Gruppe* befinden, zeigt die Schaltfläche 📝 an, dass die Funktion für gemeinsame Entwürfe verfügbar ist. Der Tab "Gemeinsame Entwürfe" ist *immer* ausgeblendet, wenn keine Gruppe ausgewählt ist!
sr: Ако сте у дијалогу новог тикета и *након што изаберете групу тикета*, дугме 📝 ће означити да је функција заједничких нацрта доступна. Језичак дељених нацрта је *увек* сакривен уколико група није одабрана!

source: Screenshot highlighting the shared draft pane for new ticket dialogues
de: Bildschirmaufnahme zeigt den Geteilten Entwurf-Bereich im Dialog für neue Tickets
sr: Снимак екрана који истиче панел заједничких нацрта у дијалогу новог тикета

source: Existing tickets (Ticket zoom)
de: Vorhandene Tickets (Ticketansicht)
sr: Постојећи тикети (приказ тикета)

source: Within ticket zooms a button "📝 Draft available" will be shown if a draft has been shared by either you or another agent on the ticket.
de: Innerhalb der Ticketansicht wird ein Knopf "📝 Entwurf verfügbar" angezeigt, falls ein Entwurf von Ihnen oder anderen Agenten für dieses Ticket geteilt wurde.
sr: У оквиру приказа тикета биће приказано дугме „📝 Доступан нацрт“ ако сте ви или други оператер на тикету поделили нацрт.

source: Hovering over the button will tell you who has changed the draft last.
de: Wenn Sie den Mauszeiger über dem Knopf belassen wird angezeigt, wer den Entwurf zuletzt verändert hat.
sr: Преласком миша преко дугмета ће вам показати ко је последњи променио нацрт.

source: Screenshot highlighting the Draft available button within Ticket zoom
de: Bildschirmaufnahme zeigt den "Entwurf verfügbar"-Knopf in der Ticketansicht
sr: Снимак екрана који истиче дугме Доступан нацрт у приказу тикета

source: Remove draft
de: Entwurf entfernen
sr: Уклоните нацрт

source: You can remove any draft (no matter if for new or existing tickets) from within the draft preview screen. Use the "Delete" link on the lower end of the dialogue. This has no effect on local drafts agents may have loaded already.
de: Sie können jeden Entwurf (unabhängig davon, ob es sich um neue oder bestehende Tickets handelt) aus der Entwurfsvorschau heraus löschen. Verwenden Sie den Link "Löschen" am unteren Ende des Dialogs. Dies hat keine Auswirkungen auf lokale Entwürfe, die Agenten bereits geladen haben.
sr: Можете уклонити било коју недовршену верзију (без обзира да ли се ради о новим или постојећим тикетима) из екрана за преглед нацрта. Користите везу „Избриши“ при дну дијалога. Ово нема ефекта на локалне нацрте који су оператери већ учитали.

source: Screenshot highlighting the removal option in shared draft preview
de: Screenshot der die Entfernen-Option im der Vorschau von geteilten Entwürfen hervorhebt
sr: Снимак екрана који истиче опцију уклањања у прегледу заједничког нацрта

source: Saving drafts
de: Entwürfe speichern
sr: Чување нацрта

source: New ticket
de: Neues Ticket
sr: Нови тикет

source: Adding new drafts
de: Hinzufügen neuer Entwürfe
sr: Додавање нових нацрта

source: To save a new shared draft, set the ticket settings, customer, ticket title and article as desired. Make sure to select a group that supports shared drafts.
de: Um einen neuen geteilten Entwurf zu speichern, setzen Sie die Ticketeinstellungen, den Kunden, Ticket-Titel und Artikel wie gewünscht. Stellen Sie sicher, dass die ausgewählte Gruppe die Nutzung von geteilten Entwürfen unterstützt.
sr: Да бисте додали нови заједничли нацрт, подесите податке тикета, клијента, наслов тикета и чланак по жељи. Обавезно изаберите групу која подржава заједничке нацрте.

source: If you're ready to save the draft, click on 📝 on the right ticket pane, enter a meaning full name and click on the "Create" button.
de: Wenn Sie bereit zum Speichern des Entwurfs sind, klicken Sie auf 📝 in der rechten Ticketspalte, geben Sie einen aussagekräftigen Namen an und nutzen Sie den "Erstellen"-Button.
sr: Ако сте спремни да сачувате нацрт, кликните на 📝 у десном панелу тикета, унесите смислено име и кликните на дугме „Додај“.

source: Screencast showing how to save new ticket dialogues as a shared draft
de: Screencast der zeigt, wie geteilte Entwürfe in neuen Ticket-Dialogen gespeichert werden können
sr: Снимак екрана који показује како да сачувате дијалог новог тикета као заједнички нацрт

source: Update existing drafts
de: Existierende Entwürfe aktualisieren
sr: Освежите постојеће нацрте

source: In order to update or rename existing shared drafts for new tickets, simply load the draft in question. Change the information (e.g. ticket settings or content) needed and, if needed, update the drafts name on the right hand side of the ticket. This way you can not just update existing drafts, but also use existing drafts to create another copy!
de: Um bestehende gemeinsame Entwürfe für neue Tickets zu aktualisieren oder umzubenennen, laden Sie einfach den betreffenden Entwurf. Ändern Sie die gewünschten Informationen (z.B. Ticketeinstellungen oder Inhalte) und aktualisieren Sie bei Bedarf den Namen des Entwurfs auf der rechten Seite des Tickets. Auf diese Weise können Sie nicht nur bestehende Entwürfe aktualisieren, sondern auch bestehende Entwürfe verwenden, um eine weitere Kopie zu erstellen!
sr: Да бисте освежили или променили назив постојећих заједничких нацрта тикета, једноставно учитајте дотични нацрт. Промените потребне информације (нпр. податке карте или садржај) и, ако је потребно, освежите назив нацрта у десном панелу тикета. На овај начин можете не само освежити постојеће нацрте, него користити постојеће нацрте да направите још једну копију!

source: Screencast showing how to rename / update existing shared drafts
de: Screencast der das umbenennen / aktualisieren existierender geteilte Entwürfe zeigt
sr: Снимак екрана који показује како да промените назив / освежите постојеће заједничке нацрте

source: Existing ticket
de: Vorhandenes Ticket
sr: Постојећи тикет

source: Use the ^ button next to the update button. If the group of the ticket (or in your selection) allows shared drafts, Zammad will provide the option "Save Draft".
de: Nutzen Sie den ^-Button neben dem Aktualisieren-Button. Wenn die Gruppe des Tickets (oder die Ihrer Selektion) das Teilen von Entwürfen erlaubt, bietet Ihnen Zammad die Option "Entwurf speichern" an.
sr: Користите дугме ^ поред дугмета за освежавање. Ако група тикета (или група у вашем избору) дозвољава заједничке нацрте, Zammad ће омогућити опцију „Сачувај нацрт“.

source: All current changes on the ticket (ticket settings, article and it's attachments) will be saved to the shared draft.
de: Alle aktuellen Änderung am Ticket (Ticket-Einstellungen, Artikel und dessen Anhänge) werden am geteilten Entwurf gespeichert.
sr: Све актуелне промене на тикету (подаци тикета, чланак и његови прилози) биће сачуване у заједничком нацрту.

source: When saving was successful, the button "📝 Draft available" will be shown.
de: Wenn das speichern erfolgreich war, wird der Button "📝 Entwurf verfügbar" angezeigt.
sr: По снимању нацрта, биће приказано дугме „📝 Доступан нацрт“.

source: Screencast showing how to save a shared draft within ticket zoom
de: Screencast der zeigt, wie geteilte Entwürfe im Ticket-Zoom gespeichert werden
sr: Снимак екрана који показује како да сачувате заједнички нацрт у приказу тикета

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
sr: Двофакторска аутентификација

source: Two-factor authentication (2FA) enhances the security of your Zammad account by adding an extra layer of verification beyond a password. It requires you to provide two different types of authentication factors, typically something you know (like a password) and something you possess (like a mobile device or a security token), to ensure that you are an authorized individual who can access the account.
de: Die Zwei-Faktor-Authentifizierung (2FA) erweitert die Sicherheit Ihres Zammad-Kontos, indem eine zusätzliche Prüfung neben Ihrem Passwort erforderlich ist. Sie müssen über zwei verschiedene Komponenten verfügen, um sicherzustellen, dass Sie berechtigt sind, auf das Konto zuzugreifen. Typischerweise ist das etwas, was Sie wissen (wie ein Passwort) und etwas, das Sie besitzen (wie ein Mobilgerät oder ein Security-Token).
sr: Двофакторска аутентификација (2FA) повишава безбедност вашег Zammad налога додавањем додатног слоја верификације поред лозинке. Захтева од вас да обезбедите два различита фактора за аутентификацију, обично нешто што знате (попут лозинке) и нешто што поседујете (као што је мобилни уређај или безбедносни кључ), да би потвдили да сте овлашћена особа која може да приступи налогу.

source: Two-Factor Authentication is an **optional feature**. Administrators can learn more :admin-docs:`here </settings/security/two-factor.html>`.
de: Die Zwei-Faktor-Authentifizierung ist eine **optionale Funktion**. Administratoren finden :admin-docs:`hier </settings/security/two-factor.html>` weitere Informationen.
sr: Двофакторска аутентификација је **опциона функција**. Администратори могу да сазнају више :admin-docs:`овде </settings/security/two-factor.html>`.

source: Set Up Two-Factor Authentication
de: Einrichtung Zwei-Faktor-Authentifizierung
sr: Подесите двофакторску аутентификацију

source: If the system admin has enabled this feature, you can head to "Avatar > Profile > Password & Authentication" to set it up. Depending on the enabled two-factor methods, you may see one or more options in the table.
de: Falls Ihr Administrator diese Funktion aktiviert hat, können Sie diese unter "Avatar > Profil > Passwort & Authentifizierung" einrichten. Abhängig von den aktivierten 2FA-Methoden sehen Sie hier eine oder mehrere Optionen in der Tabelle.
sr: Ако је администратор система омогућио ову функцију, можете отићи на „Аватар > Профил > Лозинка и аутентификација“ да бисте је подесили. У зависности од омогућених двофакторских метода, у табели можете видети једну или више опција.

source: To set up a two-factor method, use the ⋮ **Actions** menu next to it and choose **Set Up**.
de: Verwenden Sie die ⋮ **Aktion** Schaltfläche, um eine Zwei-Faktor-Methode einzurichten.
sr: Да бисте подесили метод двофакторске аутентификације, користите мени ⋮ **Радње** поред њега и изаберите **Постави**.

source: Set Up Two-Factor Method in Password & Authentication
de: Einrichtung einer Zwei-Faktor-Methode in Passwort & Authentifizierung
sr: Подешавање метода двофакторске аутентификације

source: In a modal dialog, you will be asked to confirm your current password.
de: In einem Dialogfenster werden Sie aufgefordert, Ihr aktuelles Passwort zu bestätigen.
sr: У дијалогу ћете бити упитани да потврдите вашу тренутну лозинку.

source: Password Check Modal Dialog
de: Dialogfenster Passwortprüfung
sr: Дијалог провере лозинке

source: Depending on the chosen two-factor method, you will be guided through the setup process, which includes specific steps.
de: Sie werden abhängig von der gewählten Zwei-Faktor-Methode durch den Einrichtungsprozess geführt.
sr: У зависности од изабраног метода двофакторске аутентификације, бићете вођени кроз процес постављања, који укључује одређене кораке.

source: Sign-in with a Two-Factor Method
de: Anmelden mit aktivierter Zwei-Faktor-Authentifizierung
sr: Пријављивање методом двофакторске аутентификације

source: When you set up two-factor authentication for your Zammad account, during the next sign-in you will be asked to provide the same two-factor method after entering correct username and password.
de: Falls Sie die Zwei-Faktor-Authentifizierung für Ihr Zammad-Konto aktivieren, werden Sie beim nächsten Anmelden aufgefordert, Ihre Zwei-Faktor-Methode nach der Prüfung Ihrer Zugangsdaten bereitzustellen.
sr: Када подесите двофакторску аутентификацију за свој Zammad налог, током следећег пријављивања од вас ће се тражити да унесете исти метод двофакторске аутентификације након што унесете исправно корисничко име и лозинку.

source: Depending on the chosen two-factor method, this may be a security code, hardware key, etc.
de: Abhängig von der gewählten Zwei-Faktor-Methode kann das ein Sicherheits-Code, Hardware-Token o.ä. sein.
sr: У зависности од изабраног метода двофакторске аутентификације, ово може бити сигурносни код, хардверски кључ итд.

source: Trying Another Method
de: Eine andere Methode verwenden
sr: Покушај са другим методом

source: In case you are having issued during sign-in with your preferred two-factor authentication method, you can switch to another one, provided you have set it up previously.
de: Falls Sie Probleme beim Login mit Ihrer bevorzugten Zwei-Faktor-Methode haben, können Sie eine andere auswählen, sofern Sie diese zuvor eingerichtet haben.
sr: У случају да приликом пријављивања имате проблема са својим жељени методом двофакторске аутентификације, можете се пребацити на други, под условом да сте га претходно подесили.

source: Look for **Try another method** link below the sign in box. In case you don't see this link, you probably have no other available two-factor methods set up, or your admin has disabled this feature.
de: Suchen Sie nach dem Link **Eine andere Methode verwenden** unterhalb des Anmeldefeldes. Falls Sie diesen Link nicht sehen, haben Sie vermutlich keine andere Zwei-Faktor-Methode eingerichtet oder Ihr Administrator hat diese Funktion deaktiviert.
sr: Потражите линк **Покушајте други метод** испод прозора за пријаву. У случају да не видите овај линк, вероватно немате подешене друге доступне методе двофакторске аутентификације или је ваш администратор онемогућио ову функцију.

source: Try Another Method Link
de: Eine andere Methode verwenden Link
sr: Веза Покушајте други метод

source: In the new screen, choose another two-factor authentication method and complete your sign-in.
de: Wählen Sie in diesem Dialog eine andere Zwei-Faktor-Methode und melden sich an.
sr: На новом екрану изаберите други метод двофакторске аутентификације и завршите пријаву.

source: Try Another Method
de: Eine andere Methode verwenden
sr: Покушајте други метод

source: Alternatively, you can also use one of your recovery codes, which are auto-generated for your account during the initial setup of the two-factor authentication. Click on **recovery codes**, enter one of your unused recovery codes and click on **Sign in**.
de: Alternativ können Sie einen der Wiederherstellungs-Codes verwenden, die beim Einrichten der Zwei-Faktor Methode automatisch generiert wurden. Klicken Sie auf **Wiederherstellungs-Codes**, geben einen unbenutzten Wiederherstellungs-Code ein und klicken auf **Anmelden**.
sr: Алтернативно, можете користити и једнз од ваших шифри за опоравак, које се аутоматски генеришу за ваш налог током почетне поставке двофакторске аутентификације. Кликните на **шифре за опоравак**, унесите једнз од ваших неискоришћених шифри за опоравак и кликните на **Пријави се**.

source: You can use a single recovery code only once! In case you exhaust the list of your recovery codes, it is recommended you regenerate them for your account.
de: Sie können einen einzelnen Wiederherstellungs-Code nur einmal verwenden! Falls Sie alle Codes Ihrer Liste aufgebraucht haben können Sie diese in Ihrem Profil neu generieren lassen.
sr: Једну шифру за опоравак можете искористити само једанпут! У случају да исцрпите листу шифри за опоравак, препоручује се да их регенеришете за свој налог.

source: Generate Recovery Codes
de: Wiederherstellungs-Codes erzeugen
sr: Генерисање шифри за опоравак

source: Recovery codes are one-time use security codes that can be used to sign in if you lose access to your other two-factor authentication methods. They can only be used as a **backup method**.
de: Wiederherstellungs-Codes sind einmalig verwendbare Sicherheitscodes, mit denen Sie sich anmelden können, wenn Sie den Zugriff auf Ihre anderen Zwei-Faktor-Authentifizierungsmethoden verlieren. Sie können nur als **Backup-Methode** verwendet werden.
sr: Шифре за опоравак су једнократни безбедносни кодови који се могу користити за пријављивање ако изгубите приступ другим методама двофакторске аутентификације. Могуће их је користити само као **резервни метод**.

source: If the feature is enabled by the admin, recovery codes will be automatically generated for you during the setup of your initial two-factor authentication method.
de: Falls die Funktion von Ihrem Administrator aktiviert wurde, werden die Wiederherstellungs-Codes automatisch bei der Einrichtung einer Zwei-Faktor-Methode generiert.
sr: Ако је администратор омогућио ову функцију, шифре за опоравак ће бити аутоматски генерисане за вас током постављања вашег почетног метода двофакторске аутентификације.

source: You will be asked to print out or save the generated recovery codes in a safe place. Once used, a recovery code cannot be reused.
de: Sie werden gebeten, die Wiederherstellungs-Codes zu speichern oder zu drucken und an einem sicheren Ort aufzubewahren. Ein bereits genutzter Wiederherstellungs-Code kann nicht nochmal genutzt werden.
sr: Од вас ће се тражити да одштампате или сачувате генерисане шифре за опоравак на безбедном месту. Једном употребљена, шифра за опоравак се не може поново користити.

source: Recovery Codes Modal Dialog
de: Dialog-Fenster Wiederherstellungs-Codes
sr: Дијалог шифри за опоравак

source: You also have an option to regenerate your recovery codes at any time, which invalidates already existing recovery codes and provides you with a list of fresh codes. You can do this by clicking on **Regenerate recovery codes** button in "Avatar > Profile > Password & Authentication".
de: Sie haben die Möglichkeit, die Wiederherstellungs-Codes jederzeit neu generieren zu lassen. Dadurch werden die existierenden Codes ungültig und Sie bekommen eine Liste mit neu erzeugten Codes. Sie können das per Klick auf den **Wiederherstellungs-Codes neu erzeugen** Button in "Avatar > Profil > Passwort & Authentifizierung" auslösen.
sr: Такође имате опцију да регенеришете своје шифре за опоравак у било ком тренутку, што поништава већ постојеће шифре за опоравак и пружа вам листу свежих кодова. То можете да урадите тако што ћете кликнути на дугме **Регенериши шифре за опоравак** у „Аватар > Профил > Лозинка и аутентификација".

source: Set a Two-Factor Method as Default
de: Einrichten einer Zwei-Faktor-Methode als Standard
sr: Подешавање метода двофакторске аутентификације као подразумеваног
