Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: Keyboard Shortcuts
de: Tastaturkürzel
sr: Пречице на тастатури
tr: Klavye Kısayolları

source: Zammad supports a wide array of keyboard shortcuts to expedite your workflow as an expert user. But don't be afraid, you don't have to remember all of them.
de: Zammad unterstützt eine Vielzahl von Tastaturkürzel, um Ihren Arbeitsablauf als erfahrener Benutzer zu beschleunigen. Aber keine Angst, Sie müssen sich nicht alle merken.
sr: Zammad подржава широк спектар пречица на тастатури за убрзавање вашег радног тока као стручног корисника. Али не брините, не морате да их памтите све.

source: Overview
de: Übersicht
sr: Преглед
tr: Genel Bakış

source: Click on your avatar at the bottom of the main menu and select "Keyboard Shortcuts" or just press :kbd:`?` to open the keyboard shortcut overview.
de: Klicken Sie unten im Hauptmenü auf Ihren Avatar und wählen Sie "Tastaturkürzel" oder drücken Sie einfach :kbd:`?`, um die Übersicht der Tastaturkürzel zu öffnen.

source: User submenu
de: Benutzer Untermenü
sr: Кориснички подмени

source: This will open an overview of available keyboard-shortcuts as in the following screenshot:
de: Das öffnet eine Übersicht der verfügbaren Tastaturkürzel, wie im folgenden Screenshot zu sehen:
sr: Отвара преглед доступних пречица на тастатури као следећој слици:

source: Keyboard shortcut cheat sheet
de: Spickzettel für Tastaturkürzel
sr: Листа пречица на тастатури

source: The keyboard shortcut overview.
de: Die Übersicht der Tastaturkürzel.

source: Settings
de: Einstellungen

source: At the top of the dialog, you can:
de: Im oberen Bereich des Dialogs können Sie:

source: Enable or disable the shortcuts in general by switching the toggle on the left side.
de: Die Tastaturkürzel aktivieren oder deaktivieren, indem Sie den Schalter auf der linken Seite klicken.

source: Switch to the old shortcuts if you got used to them by clicking on "Switch back to old layout" on the right side.
de: Zu den alten Tastaturkürzeln wechseln wenn Sie sich daran gewöhnt haben, indem Sie auf der rechten Seite auf "Zurück zum alten Layout wechseln" klicken.

source: Be aware that these old shortcuts don't work as reliable as the new ones because browsers and operating systems could jam the key press signal. And the shortcut for opening this overview differs as well.
de: Beachten Sie, dass diese alten Tastaturkürzel nicht so zuverlässig funktionieren wie die neuen, da Browser und Betriebssysteme dazwischenfunken können. Auch die Tastaturkürzel zum Öffnen dieser Übersicht ist anders.

source: These settings are currently only saved in the browser and not in your user profile. If you need to deactivate it or switch to the old layout, you should make sure to not delete your browser cache / session cookies for your Zammad instance.
de: Diese Einstellungen werden derzeit nur im Browser und nicht in Ihrem Benutzerprofil gespeichert. Wenn Sie die Tastaturkürzel deaktivieren oder zum alten Layout wechseln möchten, sollten Sie sicherstellen, dass Sie Ihren Browser-Cache / Ihre Session-Cookies für Ihre Zammad-Instanz nicht löschen.

source: Keyboard shortcut settings
de: Einstellungen für Tastaturkürzel

source: The keyboard shortcut settings.
de: Die Einstellungen für die Tastaturkürzel.

source: List of Available Keyboard Shortcuts
de: Alle verfügbaren Tastaturkürzel
sr: Листа доступних пречице на тастатури

source: Key / key combination
de: Taste / Tastenkombination
sr: Тастер / комбинација тастера

source: Function
de: Funktion
sr: Функција

source: Show dashboard
de: Zeigt das Dashboard
sr: Прикажи контролну таблу

source: Show overviews
de: Zeigt die Übersichten
sr: Прикажи прегледе

source: Open the search
de: Öffnet die Suche

source: Open notifications
de: Öffnet Benachrichtigungen
sr: Отвори обавештења

source: Create a new ticket
de: Erstellen eines neuen Tickets
sr: Отворите нови тикет

source: Open user menu
de: Öffnet Benutzer-Menü

source: Open shortcuts overview
de: Öffnen der Tastaturkürzel-Übersicht

source: Log out
de: Abmelden
sr: Одјави се

source: Close current tab
de: Tab schließen
sr: Затвори тренутни прозор

source: Show next tab
de: Nächsten Tab anzeigen
sr: Прикажи следећи прозор

source: Show previous tab
de: Vorherigen Tab anzeigen
sr: Прикажи претходни прозор

source: :kbd:`ctrl` :kbd:`enter`
de: :kbd:`strg` :kbd:`enter`

source: Confirm/submit in dialogs
de: Bestätigen/Absenden in Dialogen
sr: Потврди/сачувај дијалог

source: Move selection/cursor up and down
de: Auswahl/Cursor nach oben und unten bewegen
sr: Помери селекцију/курсор на горе и доле

source: Move selection/cursor left and right
de: Auswahl/Cursor nach links und rechts bewegen
sr: Помери селекцију/курсор на лево и десно

source: Select item / confirm
de: Element auswählen / bestätigen
sr: Одабери опцију / потврди

source: Copy current object number (e.g. ticket number)
de: Aktuelle Objektnummer kopieren (z.B. Ticketnummer)
sr: Копирај број тренутног објекта (нпр. број тикета)

source: Add the title of the object to the number
de: Den Titel des Objekts zur Nummer hinzufügen
sr: Додај наслов објекта броју

source: Add the object link URL to the number and title
de: Fügen Sie den Objekt-Link zur Nummer und zum Titel hinzu
sr: Додај URL путању објекта броју и наслову

source: Translations
de: Übersetzungen
sr: Преводи

source: Note: you need to have admin permissions to use this.
de: Hinweis: Sie müssen über Administratorrechte verfügen, um diese Funktion nutzen zu können.
sr: Напомена: неопходна вам је администраторска дозвола за коришћење ове функције.

source: Enable or disable the inline translation
de: Aktivieren oder deaktivieren Sie die Inline-Übersetzung
sr: Укључи или искључи непосредне преводе

source: Appearance
de: Erscheinung
sr: Изглед

source: Switch between dark and light mode
de: Umschalten zwischen dunkler und heller Ansicht
sr: Пребаци између тамног и светлог изгледа

source: Create a new note article
de: Erstellen eines neuen Notiz-Artikels
sr: Отвори нови тикет са напоменом

source: Reply to the last article
de: Auf letzen Artikel antworten
sr: Одговори на последњи чланак

source: Switch the visibility of the article between internal and public
de: Schalten Sie die Sichtbarkeit des Artikels zwischen intern und öffentlich um
sr: Пребаци видљивост чланка између интерног и јавног

source: Set state of the ticket to "closed"
de: Status des Tickets auf "geschlossen" setzen
sr: Постави стање тикета на „затворено”

source: Navigate through article
de: Navigation durch Artikel
sr: Навигација кроз чланак

source: Insert text module (while composing an article)
de: Textbaustein einfügen (beim Verfassen eines Artikels)
sr: Додај текстуални исечак (приликом писања чланка)

source: Insert knowledge base article (while composing an article)
de: Knowledge Base Artikel einfügen (beim Verfassen eines Artikels)
sr: Додај чланак базе знања (приликом писања чланка тикета)

source: Mention a user (while composing an article)
de: Erwähnung eines Benutzers (beim Verfassen eines Artikels)
sr: Помени корисника (приликом писања чланка)

source: Text Editing
de: Textbearbeitung
sr: Уређивање текста

source: How
de: Wie
sr: Како

source: You can apply a text format *before* typing or *after* typing. Example:
de: Sie können ein Textformat *vor* der Eingabe oder *nach* der Eingabe anwenden. Beispiel:
sr: Можете применити режим текста *пре* и *после* уноса. Нпр:

source: Before typing:
de: Vor dem Tippen:
sr: Пре уноса:

source: Press :kbd:`ctrl` :kbd:`i` to enter *italics* mode,
de: Drücken Sie :kbd:`strg` :kbd:`i`, um *kursiv* zu schreiben,

source: enter your desired text, and
de: geben Sie den gewünschten Text ein und
sr: унесите жељени текст и
tr: istediğiniz metni yazın ve

source: press :kbd:`ctrl` :kbd:`i` again to return to normal text mode.
de: Drücken Sie :kbd:`strg` :kbd:`i` erneut, um zum normalen Textmodus zurückzukehren.

source: After typing:
de: Nach dem Tippen:
sr: После уноса:

source: Enter your desired text,
de: Geben Sie den gewünschten Text ein,
sr: Унесите жељени текст,
tr: İstediğiniz metni yazın,

source: click-and-drag with the mouse to select it, and
de: klicken und ziehen Sie mit gedrückter Maus über den Text, um diesen auszuwählen und
sr: кликните и превуците мишем да бисте га изабрали, и
tr: seçmek için fareyle tıklayın ve sürükleyin, sonra

source: press :kbd:`ctrl` :kbd:`i` to set the text in *italics*.
de: Drücken Sie :kbd:`strg` :kbd:`i`, um den Text in *kursiv* zu setzen.

source: Key Combinations
de: Tastenkombinationen
sr: Kомбинације тастера

source: :kbd:`ctrl` :kbd:`u`
de: :kbd:`strg` :kbd:`u`

source: Format text underlined
de: Formatieren als unterstrichen
sr: Режим подвученог текста

source: :kbd:`ctrl` :kbd:`b`
de: :kbd:`strg` :kbd:`b`

source: Format text in **bold**
de: Text in **fett** formatieren
sr: Режим **подебљаног** текста

source: :kbd:`ctrl` :kbd:`i`
de: :kbd:`strg` :kbd:`i`

source: Format text in *italics*
de: Text in *Kursivschrift* formatieren
sr: Режим текста у *курзиву*

source: :kbd:`ctrl` :kbd:`s`
de: :kbd:`strg` :kbd:`s`

source: Format text as ̶s̶t̶r̶i̶k̶e̶t̶h̶r̶o̶u̶g̶h̶
de: Text formatieren als d̶u̶r̶c̶h̶g̶e̶s̶t̶r̶i̶c̶h̶e̶n̶
sr: Режим ̶п ̶р ̶е ̶ц ̶р ̶т ̶а ̶н ̶о ̶г ̶ текста

source: :kbd:`ctrl` :kbd:`v`
de: :kbd:`strg` :kbd:`v`

source: Paste text from clipboard
de: Text aus der Zwischenablage einfügen
sr: Налепи текст из привремене меморије

source: :kbd:`shift` :kbd:`ctrl` :kbd:`v`
de: :kbd:`shift` :kbd:`strg` :kbd:`v`

source: Paste text from clipboard (as plain text)
de: Text aus der Zwischenablage einfügen (als reinen Text)
sr: Налепи текст из привремене меморије (као обичан текст)

source: :kbd:`shift` :kbd:`ctrl` :kbd:`f`
de: :kbd:`shift` :kbd:`strg` :kbd:`f`

source: Remove formatting of text
de: Formatierung von Text entfernen
sr: Уклони форматирање текста

source: :kbd:`shift` :kbd:`ctrl` :kbd:`y`
de: :kbd:`shift` :kbd:`strg` :kbd:`y`

source: Remove formatting of the whole text
de: Formatierung des gesamten Textes entfernen
sr: Уклони форматирање комплетног текста

source: :kbd:`shift` :kbd:`ctrl` :kbd:`z`
de: :kbd:`shift` :kbd:`strg` :kbd:`z`

source: Insert a horizontal line
de: Einfügen einer horizontalen Linie
sr: Убаци хоризонталну линију

source: :kbd:`shift` :kbd:`ctrl` :kbd:`l`
de: :kbd:`shift` :kbd:`strg` :kbd:`l`

source: Format as unordered list
de: Formatieren als unsortierte Liste
sr: Форматирај као листу са тачкама

source: :kbd:`shift` :kbd:`ctrl` :kbd:`k`
de: :kbd:`shift` :kbd:`strg` :kbd:`k`

source: Format as ordered list
de: Formatieren als sortierte Liste
sr: Форматирај као листу са бројевима

source: :kbd:`shift` :kbd:`ctrl` :kbd:`1`
de: :kbd:`shift` :kbd:`strg` :kbd:`1`

source: Format as h1 heading
de: Formatieren als h1 Überschrift
sr: Форматирај као h1 заглавље

source: :kbd:`shift` :kbd:`ctrl` :kbd:`2`
de: :kbd:`shift` :kbd:`strg` :kbd:`2`

source: Format as h2 heading
de: Formatieren als h2-Überschrift
sr: Форматирај као h2 заглавље

source: :kbd:`shift` :kbd:`ctrl` :kbd:`3`
de: :kbd:`shift` :kbd:`strg` :kbd:`3`

source: Format as h3 heading
de: Formatieren als h3-Überschrift
sr: Форматирај као h3 заглавље

source: :kbd:`shift` :kbd:`ctrl` :kbd:`x`
de: :kbd:`shift` :kbd:`strg` :kbd:`x`

source: Remove any hyperlink
de: Entfernen von Hyperlinks
sr: Уклони све линкове

source: If you are a Mac user, use :kbd:`cmd` instead of :kbd:`ctrl` and :kbd:`ctrl` :kbd:`option` instead of :kbd:`shift` :kbd:`ctrl`.
de: Wenn Sie ein Mac Benutzer sind, verwenden Sie :kbd:`cmd` anstelle von :kbd:`strg` und :kbd:`strg` :kbd:`option` anstelle von :kbd:`shift` :kbd:`strg`.

source: Macros
de: Makros
sr: Макрои
tr: Makrolar

source: Macros are **🖱️ one-click shortcuts** for applying changes to a ticket.
de: Makros sind **🖱️ ein-Klick-Aktionen** zum Anwenden von Änderungen an einem Ticket.
sr: Макрои су **🖱 брзе пречице** за промене на тикета.
tr: Makrolar bir bilete değişikliği uygulamak için kullanılan **🖱️ tek-tık kısayollardır**.

source: If you find yourself making the same changes to lots of tickets (*e.g.,* close-and-tag-as-spam or reassign-to-another-group), macros can make the job a whole lot easier.
de: Wenn Sie regelmäßig die gleichen Änderungen an vielen Tickets (*z.B.:* schließen und als Spam markieren oder an andere Gruppen zuweisen) durchführen, können Makros Ihnen den Job vereinfachen.
sr: У случају да правите идентичне измене на великом броју тикета (*нпр.* затвори и означи као нежељену пошту или поново додели другој групи), макрои могу знатно олакшати ваш посао.
tr: Kendinizi çok sayıda bilet üzerinde aynı değişiklikleri yaparken bulursanız (*ör.* Kapat ve spam olarak etiketle veya başka bir gruba yeniden ata), makrolar işi çok daha kolay hale getirebilir.

source: Macros can be created by your :admin-docs:`administrator </manage/macros.html>`. If you have an idea for a macro you'd like to use, your Zammad admin can probably make it happen.
de: Makros können von Ihrem :admin-docs:`Zammad Administrator </manage/macros.html>` erstellt werden. Wenn Sie eine Idee für ein Makro haben, das Sie gerne verwenden würden, kann Ihr Zammad-Administrator es wahrscheinlich umsetzen.
sr: Нове макрое може додати ваш :admin-docs:`администратор </manage/macros.html>`. Уколико имате идеју за макро који бисте желели да користите, ваш Zammad администратор вероватно може то и да оствари.

source: Macros can be applied in two ways: on a single ticket, or in bulk.
de: Makros können auf zwei Arten genutzt werden: an einem einzelnen Ticket oder an vielen Tickets.
sr: Макрои се могу применити на два начина: на само један тикет, или на велики број тикета масовном радњом.

source: On a Single Ticket
de: an einem einzelnen Ticket
sr: На једном тикету
tr: Sadece bir Bilette

source: The simplest way to apply a macro is to select it from the **Update ^** submenu in the Ticket View:
de: Der einfachste Weg ein Makro auszuführen ist es, dieses im Sub-Menü von **Aktualisieren ^** innerhalb der Detailansicht eines Tickets auszuwählen:
sr: Најједноставнији начин да примените макро је да га изаберете из подменија **Освежи ^** у приказу тикета:

source: Screencast showing how to run a macro within a ticket view.
de: Screencast zeigt, wie Makros innerhalb der Ticket-Ansicht ausgeführt werden kann.
sr: Снимак екрана који показује како да покренете макро у приказу тикета.

source: 💾 **Macro = Update**
de: 💾 **Makro = Update**
sr: 💾 **Макро = освежавање**
tr: 💾 **Makro = Güncelleme**

source: If you've made changes to any other :ref:`settings on the ticket <ticket_settings>` (including typing up a reply to the customer), applying a macro will save them, too.
de: Wenn Sie Änderungen an :ref:`Ticket-Einstellungen <ticket_settings>` vorgenommen haben (einschließlich dem Tippen einer Antwort an den Kunden), übernimmt das Ausführen des Makros auch diese Änderungen.
sr: Ако сте променили било која друга :ref:`подешавања тикета <ticket_settings>` (укључујући и припрему одговора клијенту), примена макроа ће их такође сачувати.

source: ⚠️ **But beware:** in the event of a conflict, the macro's actions override any manual changes - including messages to the customer! When in doubt, apply your macro and your manual changes *separately.*
de: ⚠️ **Aber Achtung:** Im Falle eines Konflikts überschreiben die Aktionen des Makros manuelle Änderungen - das betrifft auch Antworten an den Kunden! Wenn Sie sich unsicher sind, führen Sie das Makro *getrennt* von Ihren manuellen Änderungen aus.
sr: ⚠️ **Али пазите:** у случају сукоба, радње макроа ће преиначити било какве ручне измене – укључујући и поруке за клијента! Када сте у недоумици, примените макро и своје ручне измене *посебно.*

source: Screencast showing above described effect that overwrites articles.
de: Screencast zeigt, oben beschriebenen Effekt der Artikel überschreibt.
sr: Снимак екрана који приказује горе описани ефекат који преписује чланке.

source: If the selected macro adds a note to the ticket, any text entered in the message composer will be lost.
de: Sofern das ausgewählte Makro dem Ticket eine Notiz hinzufügt, wird jeglicher vorher eingegebener Text im Artikel-Feld entfernt.
sr: Уколико изабрани макро додаје напомену у тикет, сваки текст унет у поље поруке ће бити изгубљен.
tr: Seçilen makro bilete bir not eklerse, mesaj oluşturucuya girilen tüm metinler kaybolur.

source: In Bulk
de: an vielen Tickets
sr: Масовно
tr: Toplu İşlemde

source: To apply a macro to many tickets at the same time:
de: Um ein Makro auf mehrere Tickets anwenden zu können:
sr: Да бисте применили макро на више тикета у исто време:
tr: Bir makroyu birden fazla bilette aynı anda uygulamak için:

source: open a ticket overview;
de: öffnen Sie eine Ticket-Übersicht;
sr: отворите преглед тикета;
tr: bir bilet genel bakışı aç;

source: select your desired tickets;
de: wählen Sie die gewünschten Tickets aus;
sr: одаберите жељене тикете;
tr: istediğin biletleri seç;

source: click-and-drag to open the “Run Macro” drawer; and
de: halten Sie Ihre Maustaste gedrückt und bewegen Sie diese, um den "Makro ausführen" Dialog zu öffnen; und
sr: кликните и превуците да бисте отворили фиоку „Покрени макро“; и
tr: "Makroyu Çalıştır" çekmecesini açmak için tıklayın ve sürükleyin; ve

source: drop the tickets on your target macro.
de: lassen Sie die Maustaste über dem gewünschten Makro los.
sr: пустите тикете на циљни макро.
tr: biletleri hedef makronuzun üzerine bırakın.

source: Screencast showing how to run macros via overviews.
de: Screencast der zeigt, wie Makros über Übersichten ausgeführt werden.
sr: Снимак екрана који показује како да покренете макрое преко прегледа.

source: ☝️ **There's just one difference...** When running a macro from the ticket view, Zammad may automatically open the next ticket (or close the current one, or just stay on it), depending on how the macro was set up.
de: ☝️ **Es gibt nur einen Unterschied......** Beim Ausführen eines Makros innerhalb eines Ticket, kann Zammad automatisch das nächste Ticket öffnen (oder das aktuelle Tab schließen / nicht schließen), je nach dem, wie das Makro konfiguriert wurde.
sr: ☝️ **Постоји само једна разлика...** Када покренете макро из приказа тикета, Zammad може аутоматски да отвори следећи тикет (или затвори тренутни, или да остане на њему), у зависности од тога како је макро подешен.
tr: ☝️ **Sadece bir fark var...** Bilet görünümünden bir makro çalıştırırken, Zammad makronun nasıl ayarlandığına bağlı olarak bir sonraki bileti otomatik olarak açabilir (veya mevcut bileti kapatabilir veya sadece üzerinde kalabilir).

source: When running it from the overviews page, Zammad will always stay on the overviews page.
de: Beim Ausführen über Übersichten wird Zammad immer auf der Übersichtsseite bleiben.
sr: Када га покрећете са прегледа, Zammad ће увек остати на страници прегледa.
tr: Genel bakış sayfasından çalıştırırken, Zammad her zaman genel bakış sayfasında kalacaktır.

source: Advanced Search
de: Erweiterte Suche
sr: Напредна претрага
tr: Gelişmiş Arama

source: With Zammad, you can limit your search to specific attributes. This allows you to find e.g. tickets with specific key words and states. Below information will help you to improve your search results.
de: Mit Zammad können Sie die Suchergebnisse auf bestimmte Attribute einschränken. Das erlaubt Ihnen z.B. Tickets mit bestimmten Schlagworten oder Status zu finden. Die Informationen unten helfen Ihnen dabei Ihre Suchergebnisse zu verbessern.
sr: У Zammad апликацији можете ограничити претрагу на одређене атрибуте. Ово вам омогућава да пронађете нпр. тикете са одређеним кључним речима и стањима. Информације у наставку ће вам помоћи да побољшате своје резултате претраге.

source: If you want to run a more complex search, you can use conditions with ``()`` and ``AND``/``OR`` options::
de: Wenn Sie komplexere Suchen nutzen möchten, können Sie Konditionen mit ``()`` und ``AND``/``OR`` nutzen::
sr: Уколико желите да извршите напредну претрагу, можете користити услове са опцијама ``()`` и ``AND``/``OR``::

source: Available Attributes
de: Verfügbare Attribute

source: For a more detailed list of available attributes please take a look into our :docs:`Zammad System Documentation </install/elasticsearch/indexed-attributes.html>`.
de: Eine ausführlichere Liste der verfügbaren Attribute finden Sie in unserer :docs:`Zammad System Dokumentation </install/elasticsearch/indexed-attributes.html>`.
sr: За детаљнију листу доступних атрибута погледајте нашу :docs:`Zammad администраторску документацију </install/elasticsearch/indexed-attributes.html>`.

source: Attributes and their usuage
de: Attribute und ihre Nutzung
sr: Атрибути и њихова употреба
tr: Nitelikler ve kullanımı

source: possible Values
de: mögliche Werte
sr: могуће вредности
tr: olası Değerler

source: Example
de: Beispiel
sr: Пример
tr: Örnek

source: Description
de: Beschreibung
sr: Опис
tr: Açıklama

source: Search for a Ticketnumber
de: Nach einer Ticketnummer suchen
sr: Претрага по броју тикета
tr: Bir Bilet numarası için ara

source: some title
de: irgendein Titel
sr: неки наслов
tr: örnek başlık

source: title:"some title" |br|\ title:Printer |br|\ title: "some ti*"
de: title:"irgendein Titel" |br|\ title:Drucker |br|\ title: "irgendein Ti*"
sr: title:"неки наслов" |br|\ title:Штампач |br|\ title: "неки на*"
tr: title:"örnek başlık" |br|\ title:Printer |br|\ title: "örnek ba*"

source: If you need to use spacings in the search phrase, use quotes. Zammad will do a AND-Search over the given words. You can also use a single keyword without quotation.
de: Wenn Sie Leerstellen nutzen möchten, benutzen Sie bitte Anführungsstriche. Zammad führt eine UND-Suche über die definierten Suchworte aus. Bei einzelnen Suchbegriffen können die Anführungsstriche weggelassen werden.
sr: Уколико морате да користите размаке у фрази за претрагу, користите наводнике. Zammad ће извршити AND-претрагу над датим речима. Такође можете користити једну кључну реч без наводника.
tr: Arama ifadesinde boşluk kullanmanız gerekiyorsa, tırnak işaretleri kullanın. Zammad verilen kelimeler üzerinde bir VE-Araması yapacaktır. Tek bir anahtar kelimeyi tırnak işaretleri olmadan da kullanabilirsiniz.

source: You can either use a simple date, a date-range or >now-xh. Please note that the date format needs to be YYYY-MM-DD
de: Sie können entweder ein einfaches Datum, einen Datumszeitraum oder >now-xh nutzen. Bitte beachten Sie dabei, dass das Format YYYY-MM-DD lauten muss
sr: Можете користити једноставан датум, распон датума или >now-xh. Имајте на уму да формат датума мора бити YYYY-MM-DD
tr: Basit bir tarih, bir tarih aralığı veya >şimdi-xh kullanabilirsiniz. Lütfen tarih formatının YYYY-AA-GG şeklinde olması gerektiğini unutmayın.

source: You can filter for specific ticket states (and even combine them with an OR). Please note that you need to use the english namings for states, unless you have custom ticket states defined in your instance.
de: Sie können nach bestimmten Ticket-Status suchen (und diese mit einem OR kombinieren). Bitte beachten Sie dabei, dass für eine Suche die englischen Begriffe genutzt werden müssen, es sei denn, es wurden eigene Ticket-Status z.B. in deutsch definiert.
sr: Можете да филтрирате за одређена стања тикета (па чак и да их комбинујете са OR). Имајте на уму да морате да користите енглеске називе за стања, осим ако немате прилагођена стања тикета дефинисана у вашој инстанци.
tr: Belirli bilet durumları için filtre uygulayabilirsiniz (ve hatta bunları bir VEYA ile birleştirebilirsiniz). Bulut sunucunuzda tanımlanmış özel bilet durumlarınız yoksa, eyaletler için ingilizce adları kullanmanız gerektiğini lütfen unutmayın.
