Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: Send Email
de: E-Mail versenden
sr: Пошаљи имејл поруку
tr: Gönderilen E-posta

source: for issues **initiated by an agent** over email.
de: für Anfragen, die von einem **Agent per E-Mail gesendet** wurden.
sr: за проблеме **које је иницирао оператер** путем имејла.
tr: e-posta üzerinden **bir aracı tarafından başlatılan** sorunlar için.

source: Filling Out the Form
de: Ausfüllen des Formulars
sr: Попуњавање обрасца
tr: Form Doldurmak

source: Here's a quick run-down of each input field in the New Ticket form:
de: Hier ist ein kurzer Überblick über die einzelnen Eingabefelder in der Erstellmaske für ein neues Ticket:
sr: Ево кратког прегледа сваког поља за унос у обрасцу новог тикета:

source: Title
de: Titel
sr: Наслов
tr: Başlık

source: The title of the ticket will be used as the **subject line** for all email correspondences.
de: Der Titel des Tickets wird als Betreffzeile für alle E-Mail-Korrespondenzen verwendet.
sr: Наслов тикета ће се користити као **предмет** за све преписке путем имејла.
tr: Biletin başlığı, tüm e-posta yazışmalarında **konu satırı** olarak kullanılacaktır.

source: Customer
de: Kunde
sr: Клијент
tr: Müşteri

source: Enter a name or email address of a customer to search. You can even search for organizations and their members. Select an option from the autocomplete menu or create a new customer by clicking the "➕ Create new Customer" button. A ticket may only have **one** customer.
de: Geben Sie einen Namen oder die E-Mail-Adresse eines Kunden ein, um zu suchen. Sie können auch nach Organisationen und deren Mitgliedern suchen. Wählen Sie eine Option aus dem Autovervollständigungsmenü oder legen Sie einen neuen Kunden an, indem Sie auf die Schaltfläche "➕ Neuen Kunden erstellen" klicken. Ein Ticket kann nur **einen** Kunden haben.

source: Screenshot showing customer search while creating a new ticket
de: Screenshot zeigt Kundensuche beim Erstellen eines neuen Tickets

source: Ticket creation with customer suggestion based on search.
de: Erstellung von Tickets mit Kundenvorschlägen auf Basis der Suche.

source: Once a customer has been selected, her profile will be accessible from the **ticket pane**.
de: Sobald ein Kunde ausgewählt wurde, ist sein Profil über das **Ticketfenster** sichtbar.
sr: Када клијент буде изабран, њиховом профилу ће се моћи приступити из **панела тикета**.
tr: Bir müşteri seçildikten sonra, profiline **bilet paneli**nden erişilebilir.

source: Ticket pane (Customer view)
de: Ticketfenster (Kundenansicht)
sr: Панел тикета (приказ клијента)

source: 📞 For phone calls, record the details of your conversation. These notes will not be sent to the customer (though he may be able to see them if he has a Zammad account).
de: 📞 Bei Telefonaten notieren Sie die Details des Gesprächs auf. Diese Notizen werden nicht an den Kunden gesendet (außer wenn er ein Zammad-Konto hat, dann kann er öffentliche Telefon-Notizen sehen).
sr: 📞 За телефонске позиве, забележите детаље вашег разговора. Ове белешке неће бити послате купцу (иако ће можда моћи да их види уколико поседује Zammad налог).
tr: 📞 Telefon görüşmeleri için, görüşmenizin ayrıntılarını kaydedin. Bu notlar müşteriye gönderilmeyecektir (ancak bir Zammad hesabı varsa bunları görebilir).

source: 📧 For emails, this is the body of your outgoing message.
de: 📧 Bei E-Mails ist dies der Inhalt der ausgehenden Nachricht.
sr: 📧 За имејлове, ово ће бити текст ваше одлазне поруке.
tr: 📧 E-postalar için, burası giden mesajınızın gövdesi.

source: The message editor supports 📋 copying-and-pasting (or dragging-and-dropping) of **🔤 rich text**, **🌄 images** and **📎 file attachments**.
de: Der Nachrichten-Editor unterstützt 📋 Kopieren und Einfügen (oder Drag & Drop) von **🔤 Richtext**, **🌄 Bildern** und **📎 Datei-Anhängen**.
sr: Уредник порука подржава 📋 копирање и налепљивање (или превлачење и пуштање) **🔤 богатог текста**, **🌄 слика** и **📎 датотека прилога**.
tr: Mesaj editörü 📋, **🔤 zengin metin**, **🌄 görseller** and **📎 dosya ekleri**ni koplaya ve yapıştır (veya sürükle ve bırak) yapmayı destekler.

source: Use the built-in :doc:`keyboard shortcuts </advanced/keyboard-shortcuts>` to apply rich text formatting.
de: Benutzen Sie die integrierten :doc:`Tastaturkürzel </advanced/keyboard-shortcuts>`, um Text-Formatierungen anwenden zu können.
sr: Користите уграђене :doc:`пречице на тастатури </advanced/keyboard-shortcuts>` за форматирање богатог текста.
tr: Zengin metin formatını uygulamak için yerleşik :doc:`klavye kısayolları </advanced/keyboard-shortcuts>` nı kullanın.

source: Use the 🗊 icon next to the ticket title to copy the ticket number to your clipboard (including ticket hook; e.g. ``Ticket#50071``).
de: Verwenden Sie das 🗊 Symbol neben dem Titel des Tickets, um die Ticketnummer in die Zwischenablage zu kopieren (einschließlich Ticket-Hook; z.B. ``Ticket#50071``).
sr: Користите иконицу 🗊 поред наслова тикета да ископирате број тикета у привремену меморјиу (укључујући прикључак тикета, нпр. ``Ticket#50071`).

source: Ticket Settings
de: Ticket-Einstellungen
sr: Подешавање тикета
tr: Bilet Ayarları

source: **📖 See Also**
de: **📖 Siehe auch**
sr: **📖 Такође погледајте**
tr: **📖 Buraya Göz Atabilirsiniz**

source: For an in-depth discussion of each ticket setting, see the articles below:
de: Eine ausführliche Erläuterung der einzelnen Ticket-Einstellungen finden Sie in den folgenden Abschnitten:
sr: За детаљну дискусију о сваком податку тикета, погледајте одељке у наставку:
tr: Her bir bilet ayarının derin tartışması için, aşağıdaki makaleye göz atın:

source: :doc:`Owner </basics/service-ticket/settings/owner>`
de: :doc:`Besitzer </basics/service-ticket/settings/owner>`
sr: :doc:`Власник </basics/service-ticket/settings/owner>`
tr: :doc:`Sahip </basics/service-ticket/settings/owner>`

source: :doc:`State </basics/service-ticket/settings/state>`
de: :doc:`Status </basics/service-ticket/settings/state>`
sr: :doc:`Стање </basics/service-ticket/settings/state>`
tr: :doc:`Durum </basics/service-ticket/settings/state>`

source: :doc:`Group </basics/service-ticket/settings/group>`
de: :doc:`Gruppe </basics/service-ticket/settings/group>`
sr: :doc:`Група </basics/service-ticket/settings/group>`
tr: :doc:`Grup </basics/service-ticket/settings/group>`

source: :doc:`Priority </basics/service-ticket/settings/priority>`
de: :doc:`Priorität </basics/service-ticket/settings/priority>`
sr: :doc:`Приоритет </basics/service-ticket/settings/priority>`
tr: :doc:`Öncelik </basics/service-ticket/settings/priority>`

source: Following Up
de: Weitergehende Bearbeitung
sr: Наставци
tr: Takip Etmek

source: Generally, “working on existing tickets” means keeping up with a customer correspondence in the **thread view**. You can do this by:
de: Generell bedeutet "Arbeiten an bestehenden Tickets", dass man über die Ticket-Maske Kontakt mit einem Kunden hält. Das geht wie folgt:
sr: Генерално, „рад на постојећим тикетима“ значи праћење преписке клијента у **приказу конверзације**. То можете учинити на следећи начин:
tr: Genel olarak, “mevcut biletler üzerinde çalışmak", **konu görünümünde** bir müşteri yazışmasını takip etmek anlamına gelir. Bunu şu şekilde yapabilirsiniz:

source: 📧 responding to an **individual message**, or
de: 📧 Antwort auf eine **individuelle Nachricht** oder
sr: 📧 одговарање на **појединачну поруку**, или
tr: 📧 **özel bir mesajı** yanıtlamak, veya

source: 📝 adding a message/note to the **whole ticket**.
de: 📝 eine **Nachricht/Notiz** zum Ticket hinzufügen.
sr: 📝 додавање поруке/напомене у **постојећи тикет**.
tr: 📝 **tüm biletlere** bir mesaj/not eklemek.

source: Read on to learn more, or skip ahead to find out about :doc:`managing ticket settings <settings>` (which is the other half of “working on existing tickets”).
de: Um mehr zu erfahren lesen Sie weiter oder überspringen Sie die Informationen und gehen Sie direkt zu den :doc:`Ticket Einstellungen <settings>` (das ist die andere Möglichkeit an bestehenden Tickets zu arbeiten).
sr: Читајте даље да бисте сазнали више или прескочите ову секцију да бисте сазнали више о :doc:`управљању подацима тикета <settings>` (што је друга половина „рада на постојећим тикетима“).
tr: Daha fazlasını öğrenmek için okumaya devam edin veya :doc:`bilet ayarlarını yönetme <settings>` ("mevcut biletler üzerinde çalışmanın" diğer yarısıdır) hakkında bilgi edinmek için ileri atlayın.

source: Ticket summary view
de: Ticket-Zusammenfassung
sr: Кратак приказ тикета

source: Tickets are threads of messages & notes about a customer service issue. :doc:`⚙️ Manage ticket settings <settings>` in the **ticket pane** on the right.
de: Tickets sind Sammlungen aus Nachrichten- und Notiz-Beiträgen zu einem Kunden-Anliegen. :doc:`⚙️ Ticketeinstellungen <settings>` können im **Ticketbereich** auf der rechten Seite verwaltet werden.
sr: Тикети су конверзације које се састоје од порука и напомена о проблему клијента. :doc:`⚙️ Управљајте подацима тикета <settings>` у **панелу тикета** са десне стране.

source: Any time you open a ticket, a new entry will appear in your :doc:`tab list</advanced/tabs>` in the main menu.
de: Jedes Mal, wenn Sie ein Ticket öffnen, erscheint ein neuer Eintrag in Ihrer :doc:`Tabliste</advanced/tabs>` im Hauptmenü.
sr: Сваки пут када отворите приказ тикета, нова ставка ће се појавити у вашој :doc:`листи прозора </advanced/tabs>` у главном менију.

source: Zammad **automatically backs up your unsaved changes** in all open tabs.
de: Zammad sichert automatisch Ihre nicht gespeicherten Änderungen in allen offenen Tickets.
sr: Zammad **аутоматски прави резервну копију ваших несачуваних промена** у свим отвореним прозорима.
tr: Zammad tüm açık sekmelerdeki **kaydedilmeyen değişikliklerinizi otomatik olarak yedekler**.

source: Responding to Individual Messages
de: Auf individuelle Nachrichten antworten
sr: Одговарање на појединачне поруке
tr: Özel Mesajları Yanıtlamak

source: Use the **⮪ reply** button under a message to reply to it directly.
de: Verwenden Sie die Schaltfläche **⮪ antworten** unter einer Nachricht, um direkt darauf zu antworten.
sr: Користите дугме **⮪ одговори** испод поруке да бисте директно одговорили на њу.
tr: Mesajı direkt olarak yanıtlamak için altındaki **⮪ yanıtla** butonunu kullanın.

source: Reply button
de: Antworten-Button
sr: Дугме за одговор

source: An additional **⮪ reply all** option will appear for email messages with multiple recipients.
de: Als zusätzliche Option wird für E-Mail-Nachrichten mit mehreren Empfängern **⮪ Alle antworten** angezeigt.
sr: Додатна опција **⮪ одговори свима** појавиће се за имејл поруке са више прималаца.
tr: Birden fazla alıcıya sahip e-posta mesajları için ek bir **⮪ tümünü yanıtla** seçeneği görünecektir.

source: Like with new messages, your response will appear at the end of the thread. Under the hood, responses are sent **via the same channel as the original message** (*i.e.,* if the message you replied to was originally a tweet, the customer will receive your response in a Twitter DM).
de: Genau wie bei neuen Nachrichten, erscheint Ihre Antwort unten im Thread. Unter der Haube werden Antworten **über den gleichen Kanal wie die originale Nachricht gesendet** (*z.B.* wenn die ursprüngliche Nachricht ein Tweet war, erhält er die Antwort auch als Tweet).
sr: Као и код нових порука, ваш одговор ће се појавити на крају конверзације. Испод хаубе, одговори се шаљу **преко истог канала као и оригинална порука** (*тј.* ако је порука на коју сте одговорили првобитно била твит, клијент ће добити ваш одговор у Твитер порукама).
tr: Yeni mesajlarda olduğu gibi, yanıtınız konunun sonunda görünecektir. Başlık altında, yanıtlar **orijinal mesajla aynı kanal üzerinden** gönderilir (*yani,* yanıtladığınız mesaj aslında bir tweet ise, müşteri yanıtınızı bir Twitter DM'sinde alacaktır).

source: You can also **forward messages**, just as you would in any email client (attachments are included automatically). This way, you can share correspondences with people who don't have Zammad (like a third-party supplier).
de: Sie können Nachrichten auch **weiterleiten** , wie in jedem E-Mail-Client (Anhänge werden automatisch hinzugefügt). Auf diese Weise können Sie Korrespondenz mit Personen führen, die kein Zammad haben (z.B. mit einem Drittanbieter).
sr: Такође можете да **проследите поруке**, баш као што бисте то урадили у било ком имејл клијенту (прилози ће бити аутоматски укључени). На овај начин можете поделити кореспонденцију са људима који немају приступ Zammad-у (нпр. са подизвођачима).

source: Do you want to see **detailed information of a message**? Just click on it:
de: Möchten Sie **detaillierte Informationen einer Nachricht** sehen? Klicken Sie einfach auf die Nachricht:
sr: Да ли желите да видите **детаљне информације о поруци**? Само кликните на њу:

source: Message details view
de: Detailansicht der Nachricht
sr: Приказ детаља поруке

source: Adding New Messages/Notes
de: Hinzufügen neuer Nachrichten/Notizen
sr: Додавање нових порука/напомена
tr: Yeni Mesajlar/Notlar Eklemek

source: Click on the text field at the end of the thread to add a follow-up:
de: Klicken Sie auf das Textfeld am Ende des Threads, um eine neue Nachricht hinzuzufügen:
sr: Кликните на поље текста на крају конверзације за додавање наставка:

source: The default follow-up type is “note”. Click the 📝 to select another type.
de: Die voreingestellte Follow-up-Art ist eine "Notiz". Klicken Sie auf 📝, um einen anderen Artikel-Typ auszuwählen.
sr: Подразумевана врста наставка је „напомена“. Кликните на 📝 да бисте изабрали другу врсту.
tr: Varsayılan takip türü “not”tur. Başka bir tür seçmek için 📝 simgesine tıklayın.

source: There are three types of follow-ups:
de: Es gibt drei Arten von Follow-ups:
sr: Постоје три врсте наставака:
tr: Takip etmenin üç yolu vardır:

source: 📝 Note
de: 📝 Notiz
sr: 📝 Напомена
tr: 📝 Not

source: Jot down a reminder for yourself and other agents when new information comes in (hidden from the customer by default).
de: Notieren Sie für sich selbst und anderen Agenten eine Gedächtnisstütze, wenn es weitere Informationen zum Thema gibt (standardmäßig sind diese vorm Kunden verborgen).
sr: Забележите подсетник за себе и друге оператере када стигну нове информације (подразумевано су скривени од клијента).
tr: Yeni bilgiler geldiğinde kendiniz ve diğer temsilciler için bir hatırlatıcı not alın (varsayılan olarak müşteriden gizlenir).

source: 📞 Call
de: 📞 Anruf
sr: 📞 Позив
tr: 📞 Arama

source: Record a summary of a phone call you had with the customer.
de: Protokollieren Sie eine Zusammenfassung eines Telefonats, welches Sie mit dem Kunden geführt haben.
sr: Забележите резиме телефонског позива који сте имали са клијентом.
tr: Müşteriyle yaptığınız telefon görüşmesinin bir özetini kaydedin.

source: Send an email *to anyone* about the ticket. The name of the ticket will be used for the subject line (:ref:`click on the title to rename it <rename-ticket>`).
de: Schicken Sie über das Ticket eine E-Mail *an Jedermann*. Der Name des Tickets wird gleichermaßen als Betreffzeile verwendet (:ref:`Klicken Sie auf den Titel, um ihn umzubenennen <rename-ticket>`).
sr: Пошаљите имејл поруку о тикету *било коме*. Наслов тикета ће бити искоришћен као предмет поруке (:ref:`кликните на наслов да бисте га изменили <rename-ticket>`).
tr: Bilet hakkında *herhangi birine* bir e-posta gönderin. Konu satırı için biletin adı kullanılacaktır (:ref:`adını değiştirmek için başlığa tıklayın <rename-ticket>`).

source: You can **change the visibility of an article** by clicking the 🔒 button:
de: Sie können **die Sichtbarkeit eines Artikels** ändern, indem Sie auf die Schaltfläche 🔒 klicken:
sr: Можете **променити видљивост чланка** кликом на дугме 🔒:

source: “Internal” messages are outlined with a salmon border, and **can only be viewed by other agents**.
de: Die "internen" Nachrichten werden mit einem lachsfarbenen Rand umrandet und können **nur von anderen Agenten eingesehen werden**.
sr: „Интерне“ поруке су истакнуте ишараном ивицом и **могу их видети само други оператери**.
tr: "Dahili" mesajların ana hatları somon rengi kenarlı olup **yalnızca diğer temsilciler tarafından görüntülenebilir**.

source: What about the **deletion of articles**? In Zammad, you can only delete articles that you have created yourself and which are not older than 10 minutes. To see the "delete" button in articles of the type "communication" (emails, calls), their visibility has to be switched to internal first.
de: Wie sieht es mit dem **Löschen von Artikeln** aus? In Zammad können Sie nur Artikel löschen, die Sie selbst erstellt haben und die nicht älter als 10 Minuten sind. Um die Schaltfläche "Löschen" in Artikeln vom Typ "Kommunikation" (E-Mails, Anrufe) zu sehen, muss deren Sichtbarkeit zunächst auf intern umgestellt werden.
sr: А шта са **брисањем чланака**? У Zammad-у, можете обрисати само чланке које сте додали сами и који нису старији од 10 минута. Да бисте видели дугме за „брисање” чланака типа „комуникације” (имејлови, позиви), њихова видљивост мора да буде само интерна.

source: Using Quotation
de: Zitieren

source: In many cases you'll want to quote earlier text of your customer. This is important because especially on long conversations your opponent will easily loose track.
de: In vielen Fällen wollen Sie vorhergehenden Text Ihres Kunden zitieren. Das ist deshalb wichtig, weil besonders bei langen Konversationen das Gegenüber den Überblick verlieren kann.
sr: У многим случајевима ћете пожелети да цитирате ранији текст вашег клијента. Ово је важно јер ће ваш противник лако изгубити нит, посебно у дугим разговорима.

source: Referencing on earlier written text helps greatly to keep context and track of things. By default Zammad adds no whole quote body (this can be changed by your administrator).
de: Das Referenzieren von vorherig geschriebenen Text hilft es den Kontext und Überblick zu wahren. Standardmäßig fügt Zammad nicht ein volles Zitat des vorherigen Artikels hinzu (das kann von Ihrem Administrator geändert werden).
sr: Позивање на раније писани текст у великој мери помаже у одржавању контекста и праћењу дешавања. Подразумевано, Zammad не додаје цело тело цитата (ваш администратор може да промени ово понашање).

source: No matter if the whole quotation is active or not, you can always mark the text you want to reference and press *reply* or *reply all* after. This will cause Zammad to add the marked text as quote to the editor. You can break up quotations by using enter.
de: Unabhängig davon, ob das volle Zitieren aktiv ist oder nicht, können Sie immer den relevanten Text zum Referenzieren markieren und anschließend auf *antworten* oder *allen antworten* klicken. Zammad fügt daraufhin den markierten Text als Zitat dem Editor hinzu. Zitate können mit der Enter-Taste aufgebrochen werden.
sr: Без обзира да ли је цео цитат активан или не, увек можете да означите текст који желите да референцирате и након тога притиснете *одговори* или *одговори свима*. Ово ће довести до тога да Zammad дода означени текст као цитат у уредник. Можете раставити цитате помоћу прореда.

source: This function is limited to one article per operation. The article has to be of type *communication* (thus have a *reply* button) to function.
de: Diese Funktion ist auf einen Artikel pro Operation beschränkt. Der Artikeltyp muss dabei einer *Kommunikation* (und damit einen *antworten*-Button haben) entsprechen.
sr: Ова функција је ограничена на један чланак по операцији. Чланак мора бити типа *комуникација* (дакле да има дугме *одговори* испод себе) да би функција била доступна.

source: Screencast showing text being marked and quoted after pressing reply
de: Screencast der zeigt wie Text markiert wird und nach dem klicken auf antworten zitiert wird
sr: Снимак екрана који приказује текст који се означава и цитира након притиска на одговор

source: Mark, press reply and work with quoted text!
de: Markieren, auf antworten klicken und mit dem zitierten Text arbeiten!
sr: Означи, притисни одговор и обради цитирани текст!

source: 🔥 Keeping an Eye on Escalations
de: 🔥 Eskalationen im Blick behalten

source: SLAs are optional and require configuration by your instance administrator. Administrators can learn more about SLAs :admin-docs:`in our admin documentation </manage/slas/index.html>`. If you can't see escalation timestamps, it is not configured by your admin.
de: SLAs sind optional und müssen von Ihrem Administrator konfiguriert werden. Administratoren können mehr über SLAs :admin-docs:`in unserer Admin-Dokumentation </manage/slas/index.html>` erfahren. Wenn Sie keine Zeitstempel für die Eskalation sehen können, ist sie von Ihrem Administrator nicht konfiguriert worden.
sr: SLA су опциони и захтевају конфигурацију од стране администратора инстанце. Администратори могу да сазнају више о SLA :admin-docs:у нашој администраторској документацији </manage/slas/index.html>`. Уколико не видите временске ознале ескалација, ваш администратор их није подесио.

source: On the top of every ticket being applicable for SLA escalations, you'll find two dates next to the ticket number. By hovering the escalation date, Zammad will display all upcoming escalation times based on the SLA configuration.
de: Sie finden zwei Zeitstempel neben der Ticketnummer oben an jedem Ticket, das von der SLA-Berechnung betroffen ist. Mit dem Halten Ihrer Maus über dem Eskalationszeitpunkt zeigt Zammad automatisch alle bevorstehenden Eskalationszeitpunkte, basierend auf der SLA-Konfiguration, an.
sr: При врху сваког тикета која потпада под SLA ескалације, наћи ћете два датума поред броја тикета. Померањем курсора на датум ескалације, Zammad ће приказати сва предстојећа времена ескалације на основу SLA конфигурације.

source: Screenshot showing hovering over escalation note and getting more detailed escalation information
de: Screenshot zeigt detailliertere Eskalationsinformationen beim Überfahren des Eskalations-Hinweises
sr: Снимак екрана који приказује прелазак курсором преко напомене о ескалацији и добијање детаљнијих информација о ескалацији

source: Simultaneous Processing of a Ticket
de: Gleichzeitige Bearbeitung eines Tickets

source: Every once in a while, two agents may have the same ticket open at the same time. When this happens, things can get messy fast: customers may receive conflicting responses on the same issue from both agents; or, changes made by one agent may be accidentally undone by the other.
de: Es kann vorkommen, dass zwei Agenten das gleiche Ticket zur gleichen Zeit geöffnet haben. In diesem Fall können die Dinge schnell durcheinander geraten: Der Kunde könnte von beiden Agenten widersprüchliche Antworten auf das gleiche Problem erhalten; oder Änderungen, die von einem Agenten gemacht wurden, können von dem anderen versehentlich widerrufen werden.
sr: С времена на време, два оператера могу имати отворени приказ истог тикета у исто време. Када се то догоди, ствари могу брзо да постану аљкаве: клијенти могу добити опречне одговоре о истом питању од оба оператера; или промене које је направио један оператер може случајно да поништи други.
tr: Bazen, iki temsilci aynı bileti aynı anda açabilir. Bu olduğunda, işler hızla karışabilir: müşteriler, her iki temsilciden de aynı sorun hakkında çelişkili yanıtlar alabilir; veya bir aracı tarafından yapılan değişiklikler yanlışlıkla diğeri tarafından geri alınabilir.
