Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: Administrators can learn more on the `placetel CTI` integration page. Agents can learn more about this function on this page: :doc:`/extras/caller-log`
de: Administratoren erfahren mehr auf der `placetel CTI`-Integrationsseite. Agenten erfahren mehr über diese Funktion auf dieser Seite: :doc:`/extras/caller-log`
sr: Администратори могу сазнати више у одељку о `placetel CTI` интеграцији. Оператери могу сазнати више о овој функцији у секцији :doc:`/extras/caller-log`.

source: Every ticket gets assigned a priority. By default, the priority is 2 (normal). But it can be changed to either 1 (low) or 3 (high).
de: Jedes Ticket erhält eine Priorität zugewiesen. Die Standardpriorität ist "2 (normal)". Sie kann auf "1 (niedrig)" oder "3 (hoch)" geändert werden.
sr: Сваки тикет добија приоритет. Подразумевано, приоритет је 2 (нормалан). Али може се променити на 1 (низак) или 3 (висок).

source: Priorities can even be adjusted or extended to fit your needs. Your administrator can find more information :admin-docs:`here </system/objects.html#system-attributes>`.
de: Die Prioritäten können sogar an Ihre Bedürfnisse angepasst oder erweitert werden. Ihr Administrator kann weitere Informationen :admin-docs:`hier </system/objects.html#system-attributes>` finden.
sr: Приоритети могу чак бити подешени или прилагођени вашим потребама. Ваш администратор може наћи више информација :admin-docs:`овде </system/objects.html#system-attributes>`.

source: Every few months, we bring a new version of Zammad into the world, which is called a release. It all started with Zammad 1.0.
de: Alle paar Monate veröffentlichen wir eine neue Zammad-Version – das ist eine Release. Alles hat mit Zammad 1.0 angefangen.
sr: Сваких неколико месеци на свет доносимо нову верзију Zammad-а, која се зове издање. Све је почело са Zammad 1.0.

source: Every release adds new features to our software. There are major and minor releases: major releases (such as Zammad 1.0, 2.0, etc.) bring major changes. Minor releases are installed on top of them (such as 1.1, 2.1, etc.) and bring smaller updates.
de: Jede Release fügt neue Funktion zu unserer Software hinzu. Es gibt Major und Minor Releases: Major Releases (wie Zammad 1.0, 2.0, ...) bringen größere Änderungen mit sich. minor Releases werden auf diese installiert (wie 1.1, 2.1, ...) und bringen kleinere Änderungen.
sr: Свако издање додаје нове функције нашем софтверу. Постоје основна и додатна издања: основна издања (као што су Zammad 1.0, 2.0, итд) доносе велике промене. Додатна издања се инсталирају преко њих (као што су 1.1, 2.1, итд) и доносе мања ажурирања.

source: Reporting
de: Berichte
sr: Извештавање

source: The reporting helps keeping an overview over stats and numbers (e.g. created tickets per month). There are two types of reporting: the reporting functionality integrated in Zammad and the reporting with external tools.
de: Die Berichte helfen, eine Übersicht über Statistiken und Zahlen zu behalten (z.B. erstellte Tickets pro Monat). Es gibt zwei Arten von Berichten: die in Zammad integrierte Berichtsfunktion und die Berichte mit externen Tools.
sr: Извештавање вам омогућује преглед статистика и метрика (нпр. број отворених тикета месечно). Постоје два типа извештавања: функција извештаја у Zammad-у и извештавање путем екстерних алата.

source: Admins can find further information :admin-docs:`here </manage/report-profiles.html>`.
de: Admins können :admin-docs:`hier </manage/report-profiles.html>` weitere Informationen finden.
sr: Администратори могу да сазнају више :admin-docs:`овде </manage/report-profiles.html>`.

source: Role
de: Rolle
sr: Улога

source: Everyone who logs into Zammad has a predefined role. There are three types: admin, agent, and customer.
de: Jeder Benutzer der sich in Zammad anmeldet, hat eine bestimmte Rolle. Es gibt drei Arten: Admin, Agent und Kunde.
sr: Свако ко се пријави у Zammad има унапред дефинисану улогу. Постоје три типа: admin, agent и customer.

source: Admins have the most rights: they can define roles, permissions, and settings for the entire team and instance.
de: Admins haben die meisten Berechtigungen: Sie können Rollen, Berechtigungen und Einstellungen für das gesamte Team und der Instanz ändern.
sr: Администратори (admin) имају највише права: могу да дефинишу улоге, дозволе и подешавања за цео тим и инстанцу.

source: Agents can view and edit tickets, but not change any settings other than those of their own profiles.
de: Agenten können Tickets einsehen und bearbeiten, jedoch keine Änderungen am System -außer die eigenen Profileinstellungen- vornehmen.
sr: Оператери (agent) могу да прегледају и уређују тикете, али не могу да мењају било које друга подешавања осим оних у својим профилима.

source: Customers can view their tickets' processing status in their individual Customer Interface.
de: Kunden können ihre eigenen Tickets und deren aktuellen Stand im individuellen Kundeninterface einsehen.
sr: Клијенти могу да виде стање својих тикета у свом индивидуалном интерфејсу клијента.

source: Scheduler
de: Automatisierung
sr: Планер

source: The scheduler is one of Zammad's automation features. An admin can define specific conditions and actions which are applied to tickets with matching conditions in a time based manner. More information in the admin documentation in the :admin-docs:`scheduler section </manage/scheduler.html>`.
de: Der Scheduler ist eine der Automatisierungsfunktionen von Zammad. Ein Administrator kann spezifische Bedingungen und Aktionen definieren, die auf Tickets mit übereinstimmenden Bedingungen zeitbasiert angewendet werden. Weitere Informationen finden Sie in der Admin-Dokumentation im Abschnitt :admin-docs:`Automatisierung </manage/scheduler.html>`.
sr: Планер је једна од Zammad-ових функција аутоматизације. Администратор може одредити одговарајуће услове и радње које се извршавају на тикетима који задовољавају услове засноване на времену. Више информација можете наћи у администраторској документацији у :admin-docs:`одељку планера </manage/scheduler.html>`.

source: Sidebar
de: Seitenleiste
sr: Трака са стране

source: The sidebar on the left side contains all relevant places and object you might need. Depending on the configured channels and your permissions, it might not include all sections which are listed below:
de: Die Seitenleiste auf der linken Seite enthält alle relevanten Orte und Objekte, die Sie möglicherweise benötigen. Je nach den konfigurierten Kanälen und Ihren Berechtigungen enthält sie möglicherweise nicht alle Abschnitte, die unten aufgeführt sind:
sr: Трана са леве стране садржи све битне локације и објекте који вам могу бити потребни. Зависно од подешених канала и ваших дозвола, можда неће укључивати све одељке који су излистани испод:

source: Search bar
de: Suchleiste
sr: Трака претраге

source: Notification section
de: Benachrichtigungs-Bereich
sr: Одељак обавештења

source: Overviews
de: Übersichten
sr: Прегледи

source: Customer Chat
de: Kunden-Chat
sr: Клијент ћаскање

source: Phone
de: Telefon
sr: Позив

source: One or more open tickets
de: Ein oder mehrere offene Tickets
sr: Један или више отворених тикета

source: Bottom section:
de: Unterer Abschnitt:
sr: Доњи одељак:

source: Admin settings
de: Admin-Einstellungen
sr: Администраторска подешавања

source: Button for ticket creation
de: Schaltfläche zur Erstellung eines Tickets
sr: Дугме за отварање тикета

source: Signature
de: Signatur
sr: Потпис

source: The signature is your footer in an outgoing message. Your customers may find contact details and the name of your company/department there. It can even contain your :ref:`avatar image <glossary-avatar>`.
de: Die Signatur ist Ihre Fußzeile in einer ausgehenden Nachricht. Ihre Kunden können dort Kontaktinformationen und den Namen Ihrer Firma/Abteilung finden. Sie kann sogar Ihr :ref:`Avatar-Bild <glossary-avatar>` enthalten.
sr: Потпис је ваша фуснота у одлазним порукама. Ваши клијенти могу сазнати ваше контакт информацији или назив ваше компаније/одељења. Такоће може садржати вашу :ref:`аватар сличицу <glossary-avatar>`.

source: It can be customized by your admin. Further information can be found :admin-docs:`here </channels/email/signatures.html>`.
de: Sie kann von Ihrem Admin angepasst werden. Weitere Informationen finden Sie :admin-docs:`hier </channels/email/signatures.html>`.
sr: Ваш администратор га може прилагодити. Додатне информације се могу пронаћи :admin-docs:`овде </channels/email/signatures.html>`.

source: Sipgate is a SaaS solution for internet telephony. The Zammad integration for Sipgate provides users with a detailed call overview. If you have a customer that wants to get connected to a certain agent, the caller log will tell you if this colleague is currently available.
de: Sipgate ist eine SaaS-Lösung für Internettelefonie. Die Zammadintegration für Sipgate stellt Benutzern eine detaillierte Anrufübersicht zur Verfügung. Falls Sie einen Kunden haben, der zu einem speziellen Agenten verbunden werden möchte, zeigt die Anrufübersicht an, ob der Kollege aktuell verfügbar ist.
sr: Sipgate је SaaS решење за интернет телефонију. Zammad интеграција за Sipgate корисницима пружа детаљан преглед позива. Ако имате клијента који жели да се повеже са одређеним оператером, евиденција позива ће вам рећи да ли је овај колега тренутно доступан.

source: Administrators can learn more on the `sipgate CTI` integration page. Agents can learn more about this function on this page: :doc:`/extras/caller-log`
de: Administratoren erfahren mehr über die `Sipgate CTI`-Integrationsseite. Agenten erfahren mehr über diese Funktionalität auf der folgenden Seite: :doc:`/extras/caller-log`
sr: Администратори могу да сазнају више у одељку о `sipgate CTI` интеграцији. Оператери могу сазнати више о овој функцији у секцији :doc:`/extras/caller-log`.

source: A Service Level Agreement (SLA) is a contract between an end-user and a company that defines the minimum expected service requirements including quality, availability, and punctuality. They are used to set expectations and hold companies accountable for keeping their promises.
de: Ein SLA (Service Level Agreement) ist ein Vertrag zwischen einem Endnutzer und einer Firma, der ein Mindestmaß an Serviceanforderungen bezüglich Qualität, Verfügbarkeit und Pünktlichkeit definiert. Sie werden verwendet um Erwartungen zu definieren und Firmen verantwortlich für die Einhaltung Ihrer Versprechen zu machen.
sr: Уговор о нивоу услуге (SLA) је споразум између крајњег корисника и компаније који дефинише минималне очекиване захтеве за услугу, укључујући квалитет, доступност и тачност. Користе се ради постављања очекивања и позивају компаније на одговорност за испуњавање својих обећања.

source: You can easily set up SLAs in Zammad and define parameters such as the time for the first response, an update, and a solution. Once the deadline has been reached, the ticket will escalate.
de: Sie können in Zammad einfach SLAs einrichten und Fristen definieren für Antworten, Updates und Lösungen. Sobald Fristen erreicht sind, werden Tickets eskalieren.
sr: Можете лако да подесите SLA у Zammad-у и дефинишете параметре као што су време првог одзива, освежавања и решења. Када рок истекне, тикет ће ескалирати.

source: You can learn more on our `SLA landing page <https://zammad.com/en/product/features/sla>`_.
de: Weitere Informationen finden Sie auf unserer `SLA-Funktionsseite <https://zammad.com/en/product/features/sla>`_.
sr: Можете сазнати више на нашој `страници о SLA <https://zammad.com/en/product/features/sla>`_.

source: Splitting tickets
de: Tickets abspalten
sr: Раздељивање тикета

source: In case a ticket contains more than one issue and you want to handle it in a separate ticket, you can split the ticket. Zammad creates a new ticket then based on the selected article for splitting. See :doc:`/advanced/ticket-actions` for more information.
de: Wenn ein Ticket mehr als ein Problem enthält und Sie es in einem separaten Ticket bearbeiten möchten, können Sie das Ticket in ein neues abspalten. Zammad erstellt dann ein neues Ticket auf der Grundlage des für die Aufteilung ausgewählten Artikels. Siehe :doc:`/advanced/ticket-actions` für weitere Informationen.
sr: У случају да тикет садржи више од једног проблема и желите да га обрадите у одвојеном тикету, можете разделити тикет. Zammad онда отвара нови тикет на основу одабраног чланка за раздељивање. Погледајте :doc:`/advanced/ticket-actions` за више информација.

source: Single-sign-on (SSO) allows you to access all your systems and devices with just one login. There are various providers that make this process easy and secure. Zammad currently supports SSO via SAML and Shibboleth.
de: Single-sign-on (SSO) erlaubt Zugriff auf alle Ihre Systeme und Geräte mit nur einem Login. Es gibt verschiedene Anbieter die diesen Prozess einfach und sicher machen. Zammad unterstützt aktuell SSO mittels SAML und Shibboleth.
sr: Једнострука пријава (SSO) вам омогућава да приступите свим вашим системима и уређајима са само једним налогом. Постоје различити провајдери који овај процес чине лаким и сигурним. Zammad тренутно подржава SSO преко SAML и Shibboleth.

source: 🤓 Self Hosted users can also use Kerberos authentication.
de: 🤓 Self-Hosted-Nutzer können außerdem Kerberos-Authentifizierung nutzen.
sr: 🤓 Корисници који сами хостују такође могу да користе Kerberos аутентификацију.

source: You can learn more on our `SSO landing page <https://zammad.com/en/product/features/sso>`_.
de: Weitere Informationen finden Sie auf unserer `SSO-Funktionsseite <https://zammad.com/en/product/features/sso>`_.
sr: Можете сазнати више на нашој `страници о SSO <https://zammad.com/en/product/features/sso>`_.

source: Every ticket has a state. You can change it once you've updated the ticket. There are four types of states, and they are all color-coded.
de: Jedes Ticket hat einen Status. Sie können ihn ändern, sobald Sie das Ticket aktualisiert haben. Es gibt vier Arten von Status, die alle farblich gekennzeichnet sind.
sr: Сваки тикет има стање. Можете га променити док освежавате тикет. Постоје четири типа стања и сви су означени бојама.

source: Learn more about states and their color coding on this page: :doc:`/basics/service-ticket/settings/state`
de: Zu Status und deren Farben erfahren Sie mehr auf dieser Seite: :doc:`/basics/service-ticket/settings/state`
sr: Сазнајте више о стањима и њиховим бојама у секцији :doc:`/basics/service-ticket/settings/state`.

source: The available states can be changed or extended. Your admin can find further information :admin-docs:`here </system/objects.html#system-attributes>`.
de: Die verfügbaren Status können geändert oder erweitert werden. Ihr Admin findet weitere Informationen :admin-docs:`hier </system/objects.html#system-attributes>`.
sr: Доступна стања могу бити измењена или прилагођена. Ваш администратор може пронаћи додатне информације :admin-docs:`овде </system/objects.html#system-attributes>`.

source: S/MIME is the most widely-supported method for secure email communication. By activating it in Zammad, all messages sent from Zammad will be signed and encrypted.
de: S/MIME ist die am weitesten verbreitete Methode für sichere E-Mail-Kommunikation. Mit dem Aktivieren in Zammad, werden alle gesendeten Nachrichten von Zammad signiert und verschlüsselt.
sr: S/MIME је најшире подржани метод за безбедну комуникацију путем имејла. Ако га активирате у Zammad-у, поруке послате са Zammad-а могу бити потписане и/или шифроване.

source: Administrators can learn more about S/MIME :admin-docs:`in the admin documentation </system/integrations/smime/index.html>`, if you're an agent you can learn more about the functionality on this page: :doc:`/extras/secure-email`.
de: Administratoren können mehr über S/MIME :admin-docs:`in der Admin-Dokumentation </system/integrations/smime/index.html>` erfahren. Wenn Sie ein Agent sind, können Sie mehr über die Funktionalität auf dieser Seite erfahren: :doc:`/extras/secure-email`.
sr: Администратори могу сазнати више о S/MIME :admin-docs:`у администраторској документацији </system/integrations/smime/index.html>`, ако сте оператер, можете сазнати више о функционалности у секцији :doc:`/extras/secure-email`.

source: Tags help you to categorize tickets. You can define them based on your use case. For example, if you're a retail business, your tags could be based on your product categories to help you organize tickets by the type of product they refer to. But they could also be based on the type of request, e.g. refund, delivery issue, missing…
de: Tags helfen beim Kategorisieren von Tickets. Sie können Sie nach Anwendungsfall definieren. Zum Beispiel, falls Sie einen Versandhandel betreiben, können die Tags auf ihren Produktkategorien basieren, um die Tickets anhand dieser zu organisieren. Oder sie vergeben Sie basierend auf dem Anfragetyp, z.B. Reklamation, Versandvorfall, Verlustmeldung…
sr: Ознаке вам помажу да категоризујете тикете. Можете их дефинисати на основу вашег конкретног случаја. На пример, ако сте малопродајно предузеће, ваше ознаке би могле да се заснивају на категоријама производа како би вам помогле да организујете тикете према врсти производа на који се односе. Али могу се заснивати и на врсти захтева, нпр. повраћај новца, проблем испоруке, нестанак робе…

source: Administrators can learn more about tags :admin-docs:`here </manage/tags.html>`. Agents can learn more about this function on this page: :doc:`/basics/service-ticket/settings/tags`
de: Administratoren können mehr über Tags :admin-docs:`hier </manage/tags.html>` erfahren. Agenten können auf folgender Seite mehr über diese Funktion erfahren: :doc:`/basics/service-ticket/settings/tags`
sr: Администратори могу да сазнају више о ознакама :admin-docs:`овде </manage/tags.html>`. Оператери могу сазнати више о овој функцији у секцији :doc:`/basics/service-ticket/settings/tags`.

source: Text module
de: Textbaustein
sr: Текстуални исечак

source: If you find that you send the same answers / text bits over and over again, you can save yourself a bunch of work and create a text module. This way, you just need to type ``::`` shortcut and the pre-defined paragraph will automatically appear in your article.
de: Falls Sie feststellen, dass Sie die gleichen Antworten oder Phrasen immer wieder verwenden, können Sie sich Ihr Leben vereinfachen, indem Sie Textbausteine erstellen. Damit müssen Sie lediglich ``::`` eintippen und die vorgeschriebenen Textabschnitte erscheinen automatisch in Ihrem Artikel.
sr: Ако установите да изнова шаљете исте одговоре / делове текста, можете уштедети себи гомилу посла и креирати текстуални исечак. На овај начин, само треба да откуцате пречицу ``::`` и унапред дефинисани пасус ће се аутоматски појавити у вашем чланку.

source: For example, here at Zammad, we have a text module with the shortcut ``::ilff``, which turns into ``I look forward to your feedback``.
de: Zum Beispiel, wir bei Zammad, haben einen Textbaustein mit der Abkürzung ``::üff``, welcher anwächst auf ``Über Feedback würde ich mich freuen``.
sr: На пример, овде у Zammad-у имамо текстуални исечак са пречицом ``::рсво``, који се претвара у ``Радујемо се вашем одговору``.

source: Administrators can learn more about text modules :admin-docs:`here </manage/text-modules.html>`. Agents can learn more about this function on this page: :doc:`/advanced/text-modules`
de: Administratoren können mehr über Textbausteine :admin-docs:`hier </manage/text-modules.html>` erfahren. Agenten können auf folgender Seite mehr über diese Funktion erfahren: :doc:`/erweitert/text-modules`
sr: Администратори могу да сазнају више о текстуалним исечцима :admin-docs:`овде </manage/text-modules.html>`. Оператери могу сазнати више о овој функцији у секцији :doc:`/advanced/text-modules`.

source: (Ticket) Template
de: (Ticket) Vorlagen
sr: Шаблони (тикета)

source: If you create many similar tickets or write many similar texts, you can create a template for them. This is helpful for introductions to your product/service or for drawing up an offer. It's a real time-saver!
de: Falls Sie viele ähnliche Tickets oder ähnliche Texte schreiben, können Sie eine Vorlage dafür erstellen. Das ist hilfreich für Produkt-/ Servicebeschreibungen oder um ein Angebot zu skizzieren. Das ist Zeitersparnis!
sr: Ако отварате много сличних тикета или куцате много сличних текстова, можете креирати шаблон за њих. Ово је корисно за увод у ваш производ/услугу или за састављање понуде. У питању је права уштеда времена!

source: You can learn more on this page: :doc:`/advanced/ticket-templates`.
de: Erfahren Sie mehr auf der folgenden Seite: :doc:`/advanced/ticket-templates`.
sr: Више можете сазнати у секцији :doc:`/advanced/ticket-templates`.

source: The title of a ticket is different based on the channel it came in. You can find the title in the sidebar and in the top area in the ticket view. If the title is not very meaningful, you can change it by clicking on the title in a ticket view.
de: Der Titel eines Tickets unterscheidet sich je nach Kanal, in dem es erstellt wurde. Sie finden den Titel in der Seitenleiste und im oberen Bereich in der Ticket-Ansicht. Wenn der Titel nicht wirklich aussagekräftig ist, können Sie ihn ändern, indem Sie in einer Ticket-Ansicht auf den Titel klicken.
sr: Наслов тикета је другачији у зависности од канала на коме је примљен. Наслов можете пронаћи у траци са стране и при врху екрана у приказу тикета. Уколико вам наслов нема смисла, можете га изменити кликом на исти у приказу тикета.

source: The ticket hook is the identifier of a ticket. By default, it is ``Ticket#`` with an appended number (e.g. ``Ticket#904627``). It can be changed by an admin. See :admin-docs:`here </settings/ticket.html>` for further information.
de: Der Ticket-Hook dient zur Identifizierung eines Tickets. Standardmäßig lautet er ``Ticket#`` mit einer angehängten Nummer (z.B. ``Ticket#904627``). Er kann von einem Administrator geändert werden. Siehe :admin-docs:``hier </settings/ticket.html>`` für weitere Informationen.
sr: Прикључак тикета служи за идентификацију тиекта. Подразумевано, користи ``Ticket#`` са додатком броја (нпр. ``Ticket#904627``). Може бити измењен од стране администратора. Погледајте :admin-docs:`овде </settings/ticket.html>` за више информација.

source: Triggers are one of Zammad's automation features. An admin can define specific conditions and actions which are applied to tickets with matching conditions. More information in the admin documentation in the :admin-docs:`trigger section </manage/trigger.html>`.
de: Trigger sind eine der Automatisierungsfunktionen von Zammad. Ein Administrator kann bestimmte Bedingungen und Aktionen definieren, die auf Tickets mit passenden Bedingungen angewendet werden. Weitere Informationen finden Sie in der Admin-Dokumentation im Abschnitt :admin-docs:`Trigger </manage/trigger.html>`.
sr: Окидачи су једна од Zammad-ових функција аутоматизације. Администратор може дефинисати одговарајуће услове и радње које се извршавају на тикетима који задовољавају услове. Више информација у администраторској документацији у :admin-docs:`одељку окидача </manage/trigger.html>`.

source: User
de: Benutzer
sr: Корисник
