Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: You can learn more on our `group landing page <https://zammad.com/en/product/features/groups>`_.
de: Erfahren Sie mehr auf unserer `API Funktionsseite <https://zammad.com/en/product/features/groups>`_.
sr: Можете сазнати више на нашој `страници о групама <https://zammad.com/en/product/features/groups>`_.

source: Icinga is a monitoring system that supervises the availability of an organization's entire system infrastructure. It can be integrated into Zammad so that it triggers a ticket in case of a warning situation.
de: Icinga ist ein Monitoring-System, das die Verfügbarkeit der gesamten System-Infrastruktur Ihrer Organisation überwachen kann. Es kann mit Zammad verbunden werden, um Tickets in Problemfällen erstellen zu können.
sr: Icinga је систем за праћење који надгледа доступност целокупне системске инфраструктуре организације. Може се интегрисати у Zammad тако да отвара тикет у случају ситуације упозорења.

source: You can learn more on our `Icinga landing page <https://zammad.com/en/product/features/icinga-integration>`_.
de: Weitere Informationen finden Sie auf unserer `Icinga-Funktionsseite <https://zammad.com/en/product/features/icinga-integration>`_.
sr: Можете сазнати више на нашој `страници о Icinga-и <https://zammad.com/en/product/features/icinga-integration>`_.

source: Issue trackers are usually systems that track processes on a technical level. Two of the best-known examples are GitHub and GitLab.
de: Issue Tracker sind für gewöhnlich Systeme, die Prozesse auf einem technischen Level verwalten. Zwei Beispiele der bekanntesten sind GitHub und GitLab.
sr: Системи за праћење проблема обично прате процесе на техничком нивоу. Два најпознатија примера су Github и Gitlab.

source: Zammad is also often referred to as an issue-tracking system. However, as a helpdesk, it focuses on communication at the customer level rather than the technical level.
de: Zammad wird auch öfter als Issue-Tracking-System benannt. Als ein Helpdesk-System fokussiert es jedoch die Kommunikation auf einem Kunden-Level anstelle des technischen Levels.
sr: Zammad се такође често назива системом за праћење проблема. Међутим, као тикет систем, фокусира се на комуникацију на нивоу корисника, а не на техничком нивоу.

source: i-doit is a CMDB (Configuration Management Data Base). It helps you to keep an eye on every piece of the physical and digital infrastructure. A corresponding integration makes it possible to connect it to Zammad, where it adds a new tab to Zammad's ticket sidebar so you can link to existing i-doit objects for easy reference. It also allows you to create Zammad tickets in i-doit.
de: i-doit ist eine CMDB (Configuration Management Data Base). Es hilft alle Bestandteile einer physischen und digitalen Infrastruktur im Auge zu behalten. Eine entsprechende Integration ermöglicht es, i-doit mit Zammad zu verbinden, indem sie einen neuen Reiter in Zammads Ticket-Seitenleiste hinzufügt, sodass diese mit existierenden i-doit Objekten verknüpft werden können. Sie erlaubt außerdem das Erstellen von Zammad-Tickets in i-doit.
sr: i-doit је CMDB (база података за управљање конфигурацијом). Помаже вам да пазите на сваки део физичке и дигиталне инфраструктуре. Одговарајућа интеграција омогућава да се повеже са Zammad-ом, где додаје нов језичак у Zammad траку са стране тикета тако да можете да се повежете са постојећим i-doit објектима за лаку референцу. Такође вам омогућава да отворите Zammad тикете у i-doit систему.

source: Administrators can learn more about i-doit :admin-docs:`in the admin documentation </system/integrations/i-doit.html>`, if you're an agent you can learn more about the functionality on this page: :doc:`/extras/i-doit-track-company-property`.
de: Administratoren können mehr über i-doit :admin-docs:`in der Admin-Dokumentation </system/integrations/i-doit.html>` erfahren. Wenn Sie ein Agent sind, können Sie mehr über die Funktionalität auf dieser Seite erfahren: :doc:`/extras/i-doit-track-company-property`.
sr: Администратори могу сазнати више о i-doit :admin-docs:`у администраторској документацији </system/integrations/i-doit.html>`, ако сте оператер, можете сазнати више о функционалности у секцији :doc:`/extras/i-doit-track-company-property`.

source: Kibana is a browser-based, open-source reporting tool that focuses on data evaluation. It was developed by Elastic, which is why it is not a surprise that it uses data from Elasticsearch for its analytics.
de: Kibana ist ein browserbasiertes Open Source Reporting-Tool mit Fokus auf Datenevaluierung. Es wurde von Elastic entwickelt. Es ist daher keine Überraschung, dass es die Daten zur Analyse aus Elasticsearch bezieht.
sr: Kibana је алатка за извештавање отвореног кода заснована на претраживачу која се фокусира на процену података. Развио ју је Elastic, због чега није изненађење што за своју аналитику користи податке из Elasticsearch-а.

source: Kibana can be integrated with Zammad, allowing for helpdesk data to be mapped in the reporting tool.
de: Kibana kann an Zammad angebunden werden, was die Nutzung der Helpdesk-Daten im Reporting-Tool erlaubt.
sr: Kibana се може интегрисати са Zammad-ом, омогућавајући да се подаци из тикет система мапирају у алатку за извештавање.

source: **🤓 This does not apply to SaaS Zammad instances.**
de: **🤓 Das trifft nicht auf SaaS Zammad-Instanzen zu.**
sr: **🤓 Ово се не односи на SaaS Zammad инстанце.**

source: You can learn more on our `Kibana landing page <https://zammad.com/en/product/features/kibana-integration>`_.
de: Weitere Informationen finden Sie auf unserer `Kibana-Funktionsseite <https://zammad.com/en/product/features/kibana-integration>`_.
sr: Можете сазнати више на нашој `страници о Kibana-и <https://zammad.com/en/product/features/kibana-integration>`_.

source: Think of a very extensive set of FAQs - that's exactly what the Zammad knowledge base is. It collects all important information: definitions, processes, how-to's, organigrams, etc.
de: Denken Sie an eine Sammlung von sehr detaillierten FAQs – das ist das, was die Zammad Knowledge Base ist. Sie kann alle wichtigen Informationen wie Definitionen, Prozesse, Anleitungen, Organigramme, und so weiter enthalten.
sr: Азо замислите веома опсежан скуп често постављаних питања – то је управо оно што је Zammad база знања. Сакупља све важне информације: дефиниције, процесе, упутства, органиграме итд.

source: Knowledge base articles can be either internal or external, so you can either show them to the world (good for information on your product or service, for example) or keep them for your team (e.g. for internal processes or team info).
de: Knowledge Base-Artikel können entweder intern oder extern sein. Sie können somit entweder die Informationen mit der Welt teilen (gut für z.B. Informationen zu ihrem Produkt oder Selbsthilfe) oder innerhalb Ihres Teams halten (für interne Prozesse oder Informationen für Teams).
sr: Чланци базе знања могу бити интерни или екстерни, тако да можете или да их покажете свету (добро је за информације о вашем производу или услузи, на пример) или да их сачувате за свој тим (нпр. за интерне процесе или информације о тиму).

source: Administrators can learn more about the Knowledge Base :admin-docs:`in the admin documentation </manage/knowledge-base.html>`, if you're an agent you can learn more about the functionality on this page: :doc:`/extras/knowledge-base`.
de: Administratoren können mehr über die Knowledge Base :admin-docs:`in der Admin-Dokumentation </manage/knowledge-base.html>` erfahren. Wenn Sie ein Agent sind, können Sie mehr über die Funktionalität auf dieser Seite erfahren: :doc:`/extras/knowledge-base`.
sr: Администратори могу сазнати више о бази знања :admin-docs`у администраторској документацији </manage/knowledge-base.html>`, ако сте оператер, можете сазнати више о функционалности у нашој секцији :doc:`/extras/knowledge-base`.

source: A Lightweight Directory Access Protocol (LDAP) helps provide information about your users within Zammad. Authentication of users against the LDAP and LDAP role mapping to Zammad roles are also possible.
de: Ein LDAP-Server (Lightweight Directory Access Protocol) stellt zusätzliche Informationen über Ihre Benutzer in Zammad zur Verfügung. Eine Authentifizierung gegen den LDAP und die Zuordnung von LDAP-Rollen zu Zammad-Rollen ist ebenfalls möglich.
sr: LDAP (Lightweight Directory Access Protocol) помаже у пружању информација о вашим корисницима унутар Zammad-а. Могућа је и аутентификација корисника путем LDAP и мапирање LDAP улога у Zammad улоге.

source: Learn more about LDAP integration :admin-docs:`in the admin documentation </system/integrations/ldap/index.html>`.
de: Erfahren Sie mehr über die LDAP-Integration :admin-docs:`in der Admin-Dokumentation </system/integrations/ldap/index.html>`.
sr: Сазнајте више о LDAP интеграцији :admin-docs:`у администраторској документацији </system/integrations/ldap/index.html>`.

source: Macro
de: Makro
sr: Макро

source: A macro is a series of actions. By starting the macro, the actions are also triggered (like a domino effect), so users don't have to work through each individual step separately. It saves an enormous amount of time and ensures that no step is forgotten.
de: Ein Makro ist eine Reihe von Aktionen. Bei der Nutzung von Makros werden Aktionen ausgeführt (wie ein Dominoeffekt), damit Benutzer keine weiteren individuellen Schritte durchführen müssen. Das spart eine Menge an Zeit und stellt sicher, dass kein Schritt vergessen wird.
sr: Макро је низ радњи. Покретањем макроа, акције се такође покрећу (као домино ефекат), тако да корисници не морају да иду кроз сваки појединачни корак посебно. То штеди огромну количину времена и осигурава да ниједан корак неће бити заборављен.

source: An example of this is declaring a ticket as "spam". The manual way here would be to assign an owner, set a status, and add the tag "spam". Using a macro, all this can be done in just one action. Macros can be used in the ticket zoom or within an overview (using multiple selection).
de: Ein Beispiel ist das markieren eines Tickets als "Spam". Manuell müsste der ein Tag hinzugefügt und ein Besitzer und Status gesetzt werden. Mit einem Makro können all diese Schritte mit nur einer Aktion durchgeführt werden. Makros sind in Ticket-Zooms und Übersichten (über die Mehrfachauswahl) verfügbar.
sr: Пример за то је декларисање тикета као „непожељан“. Ручни начин би овде био да доделите власника, подесите стање и додате ознаку „spam“. Користећи макро, све ово се може урадити само једном радњом. Макрои се могу користити у приказу тикета или у оквиру прегледа (користећи вишеструки избор).

source: Administrators can learn more about Macros :admin-docs:`in the admin documentation </manage/macros.html>`, if you're an agent you can learn more about the functionality on this page: :doc:`/advanced/macros`.
de: Administratoren können mehr über Makros :admin-docs:`in der Admin-Dokumentation </manage/macros.html>` erfahren. Wenn Sie ein Agent sind, können Sie mehr über die Funktionalität auf dieser Seite erfahren: :doc:`/advanced/macros`.
sr: Администратори могу да сазнају више о макроима :admin-docs:`у администраторској документацији </manage/macros.html>`, ако сте оператер можете сазнати више о функционалности у секцији :doc:`/advanced/macros`.

source: Mentions
de: Erwähnungen
sr: Помињања

source: Mentions are a Zammad feature that allows you to tag another agent in a ticket. Just type ``@@`` and the name. The selected person will be notified and will be watching the ticket from now on.
de: Erwähnungen sind eine Zammad-Funktion, die es Ihnen erlaubt andere Agenten innerhalb von Tickets zu erwähnen. Tippen Sie dazu einfach ``@@`` und den Namen. Die ausgewählte Person wird Benachrichtigung und abonniert das Ticket ab diesem Zeitpunkt.
sr: Помињања су Zammad функција која вам омогућава да означите другог oоператера у тикету. Само укуцајте ``@@`` и име. Изабрана особа ће бити обавештена и од тада ће бити претплаћена на тикет.

source: Learn more on this page: :ref:`mentions`.
de: Weiteres erfahren Sie hier: :ref:`mentions`.
sr: Сазнајте више у нашој секцији :ref:`mentions`.

source: If you have two (or more) tickets about the same issue, you can merge one of them into the other. By default, Zammad performs checks if a message from an external party belongs to an existing ticket. However, if your customer for example writes a completely new email instead of answering the auto response, Zammad can't assign the message to the existing ticket but creates a new one.
de: Wenn Sie zwei (oder mehr) Tickets für dasselbe Problem haben, können Sie diese zusammenführen. Standardmäßig prüft Zammad, ob eine Nachricht von einer externen Partei zu einem bestehenden Ticket gehört. Wenn Ihr Kunde jedoch zum Beispiel eine völlig neue E-Mail schreibt, anstatt die automatische Antwort zu beantworten, kann Zammad die Nachricht nicht dem bestehenden Ticket zuordnen, sondern erstellt ein neues.
sr: Уколико имате два (или више) тикета о истом проблему, можете их спојити у један. Подразумевано, Zammad врши провере да ли екстерна порука припада постојећем тикету. Међутим, уколико ваш клијент пошаље потпуно нову имејл поруку уместо одговора на аутоматски одговор, Zammad не може да додели поруку постојећем тикету већ отвара нови.

source: See :doc:`/advanced/ticket-actions` for further information.
de: Siehe :doc:`/advanced/ticket-actions` für weitere Informationen.
sr: Погледајте :doc:`/advanced/ticket-actions` за више информација.

source: Migrator / Migration Wizard
de: Migrator / Migrationsassistent
sr: Додатак миграције / Чаробњак за миграцију

source: If a company wants to switch from another helpdesk software to Zammad, they often have one concern: What about their existing data? That's why we have built our migration wizards that help with migrating all data at the touch of a button.
de: Beim Wechsel von einem anderen Helpdesk zu Zammad, gibt es meist eine Sorge: Was ist mit den bereits existierenden Daten? Deshalb haben wir unsere integrierten Migrations-Assistenten, die mit einem Buttonklick bei der Datenmigration helfen.
sr: Ако компанија жели да пређе са другог тикет система на Zammad, често има једну бригу: а шта са њиховим постојећим подацима? Зато смо направили наше чаробњаке за миграцију који помажу при миграцији свих података једним притиском на дугме.

source: Monit is an open-source monitoring tool that relies on a simple setup and a strong community. You can integrate it with Zammad - this way, a ticket is created every time you receive an email in Monit.
de: Monit ist ein Open Source Monitoring-Tool das von einer starken Community und einem simplen Setup profitiert. Es kann außerdem an Zammad angebunden werden – so erhalten Sie neue Tickets, jedes Mal wenn Monit eine E-Mail sendet.
sr: Monit је алатка за надгледање отвореног кода која се ослања на једноставно подешавање и јаку заједницу. Можете је интегрисати са Zammad-ом – на овај начин, тикет се отвара сваки пут када примите имејл у Monit-у.

source: You can learn more on our `Monit landing page <https://zammad.com/en/product/features/monit-integration>`_.
de: Weitere Informationen finden Sie auf unserer `Monit-Funktionsseite <https://zammad.com/en/product/features/monit-integration>`_.
sr: Можете сазнати више на нашој `страници о Monit-у <https://zammad.com/en/product/features/monit-integration>`_.

source: Nagios is another monitoring tool that alerts IT teams when, for example, a server is no longer accessible or a hard disk is about to be exhausted. Nagios can be integrated with Zammad so that a ticket is created in case of an alert.
de: Nagios ist ein weiteres Monitoring-Programm das IT-Teams benachrichtigt, wenn z.B. ein Server nicht erreichbar ist, oder eine Festplatte droht voll zu laufen. Die Integration erstellt in solchen Fällen Tickets in Zammad.
sr: Nagios је још једна алатка за праћење која упозорава IT тимове када, на пример, сервер више није доступан или ће се простор на хард диску потрошити. Nagios се може интегрисати са Zammad-ом тако да се тикет отвара у случају упозорења.

source: You can learn more on our `Nagios landing page <https://zammad.com/en/product/features/nagios-integration>`_.
de: Weitere Informationen finden Sie auf unserer `Nagios-Funktionsseite <https://zammad.com/en/product/features/nagios-integration>`_.
sr: Можете сазнати више на нашој `страници о Nagios-у <https://zammad.com/en/product/features/nagios-integration>`_.

source: Notifications
de: Benachrichtigungen
sr: Обавештења
tr: Bildirimler

source: To avoid overlooking new messages (e.g. from a customer) Zammad notifies you about every relevant change by default. You can adjust your general notification settings in your user profile. You can even mention other users or subscribe to a specific ticket if you are interested how it proceeds.
de: Um zu vermeiden, dass Sie neue Nachrichten (z.B. von einem Kunden) übersehen, benachrichtigt Zammad Sie standardmäßig über jede relevante Änderung. Sie können Ihre allgemeinen Benachrichtigungseinstellungen in Ihrem Benutzerprofil anpassen. Sie können sogar andere Benutzer erwähnen oder ein bestimmtes Ticket abonnieren, wenn Sie auf dem Laufenden bleiben wollen.
sr: Да бисте избегли превид нових порука (нпр. од стране клијента) Zammad вас подразумевано обавештава о свакој важној промени. Можете подесити сопствена подешавања општих обавештења у вашем корисничком профилу. Такође можете напоменути друге кориснике или претплатити се на одговарајућ тикет уколико сте заинтересовани о његовој будућности.

source: See :doc:`/extras/profile-and-settings` for more information.
de: Siehe :doc:`/extras/profile-and-settings` für weitere Informationen.
sr: Погледајте :doc:`/extras/profile-and-settings` за више информација.

source: Organization
de: Organisation
sr: Организација
tr: Organizasyon

source: An organization identifies a grouping of customers that operate under the same roof or within the same customer group. If a customer whose organization is "sharing" logs in to the customer interface, this user has access to all tickets of his organization.
de: Eine Organisation repräsentiert eine Gruppe von Kunden, die unter gleichem Dach arbeiten oder einer gemeinsamen Typisierung entsprechen. Falls sich ein Kunde, dessen Organisation auf "Teilend" gestellt ist, bei Zammad anmeldet, besteht Zugriff auf alle Tickets der Organisation.
sr: Организација идентификује групу клијената који послују под истим кровом или унутар исте групе клијената. Ако се корисник чија организација "дели" пријави на кориснички интерфејс, овај корисник има приступ свим тикетима своје организације.

source: Overviews are your starting point to work on tickets. You can think of overviews as a kind of filter for existing tickets. Some basic overviews are shipped with Zammad by default. If you want to have a custom overview, ask your admin to create it.
de: Übersichten sind Ihr Ausgangspunkt für die Bearbeitung von Tickets. Sie können sich die Übersichten als eine Art Filter für bestehende Tickets vorstellen. Einige grundlegende Übersichten werden standardmäßig mit Zammad ausgeliefert. Wenn Sie eine benutzerdefinierte Übersicht haben möchten, bitten Sie Ihren Administrator, diese zu erstellen.
sr: Прегледи су почетна тачка вашег рада на тикетима. Можете их сматрати врстом филтера постојећих тикета. Неки основни прегледи су подразумевано доступни у Zammad-u. Уколико желите прилагођени преглед, замолите вашег администратора да га дода.

source: For more information please have a look in :doc:`/basics/find-ticket/browse`.
de: Weitere Informationen finden Sie in :doc:`/basics/find-ticket/browse`.
sr: За више информација молимо погледајте :doc:`/basics/find-ticket/browse`.

source: The owner of a ticket is the person responsible for it and ensures that it is processed in the best possible way. Of course, ownership can be transferred to another agent. In this case, it is recommended to leave a handover note on the ticket so that the new owner knows what is expected of them.
de: Der Besitzer eines Tickets ist verantwortlich für die bestmögliche Abarbeitung eines Tickets. Natürlich kann der Besitz auf einen anderen Agenten übertragen werden. In diesem Fall wird empfohlen, eine Übergabenotiz im Ticket zu verfassen, sodass man als neuer Besitzer weis, was als nächstes erwartet wird.
sr: Власник тикета је особа одговорна за њега и стара се да се он обради на најбољи могући начин. Наравно, власништво се може пренети на другог оператера. У овом случају, препоручује се да оставите напомену о примопредаји у тикету како би нови власник знао шта се од њега очекује.

source: Learn more about ticket owners on this page: :doc:`/basics/service-ticket/settings`
de: Erfahren Sie mehr über Ticket-Besitzer auf dieser Seite: :doc:`/basics/service-ticket/settings`
sr: Сазнајте више о власницима тикета у секцији :doc:`/basics/service-ticket/settings`.

source: Parent/Child Relationship
de: Eltern/Kind-Beziehung
sr: Однос надређени/подређени

source: If one ticket results in other subtasks (or additional correspondences), you can split it into several tickets. The main one will then be the parent ticket and the tickets with related subtopics are children. By the way: in the same way, you can also merge two tickets into one.
de: Falls ein Ticket sich in verschiedene Unteraufgaben, Sachthemen oder Ansprechpartner entwickelt, kann es in Untertickets aufgeteilt werden. Das Hauptticket wird dann "Eltern" genannt und die resultierenden Untertickets "Kinder".
sr: Ако један тикет резултира додатним задацима (или додатним кореспонденцијама), можете га поделити на неколико тикета. Главни тикет ће тада бити сматран надређеним, а тикети са сродним подтемама су подређени. Узгред, на исти начин можете спојити двa тикета у један.

source: Learn more about this function on this page: :doc:`/advanced/ticket-actions/link`.
de: Erfahren Sie mehr über diese Funktion auf dieser Seite: :doc:`/advanced/ticket-actions/link`.
sr: Сазнајте више о овој функцији у секцији :doc:`/advanced/ticket-actions/link`.

source: Placetel is a Cloud Telephone System that allows users to make phone calls via VoIP. Use your regular phone number and call someone directly on their mobile or landline while still having all communication in one place (aka Zammad).
de: Placetel ist eine Cloud-Telefonanlage, die Nutzern erlaubt Telefonanrufe via VoIP zu tätigen. Nutzen Sie Ihre reguläre Telefonnummer und rufen Sie jemanden direkt auf Festnetz- oder Mobilfunknummern an und haben Sie trotzdem alle Kommunikation an einem Ort (a.k.a. Zammad).
sr: Placetel је удаљни телефонски систем који корисницима омогућава да телефонирају путем VoIP-а. Можете да користите свој уобичајени број телефона и позовете некога директно на њихов мобилни или фиксни телефон, а да и даље имате сву комуникацију на једном месту (тј. Zammad).

source: Integrating a Placetel account with Zammad provides users with a call log, making the history of their correspondences even more accurate. Callers are identified directly by their caller ID - a key function that saves agents a lot of time when assigning callers.
de: Die Integration eines Placetel-Accounts in Zammad stellt Benutzern eine Anruf-Historie zur Verfügung, welche den Verlauf ihrer Korrespondenz noch genauer macht. Anrufer werden direkt über ihre Nummer identifiziert - eine Schlüsselfunktion die Agenten viel Zeit beim zuweisen von Anrufern spart.
sr: Интеграција Placatel налога са Zammad-ом корисницима пружа евиденцију позива, чинећи историју њихове кореспонденције још тачнијом. Позиваоци се идентификују директно по ID-у позиваоца - кључној функцији која оператерима штеди много времена приликом додељивања позива.
