Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: state: object (state.name, ...)
sr: state: објекат (state.name, ...)

source: organization: object (organization.name, ...)
sr: organization: објекат (organization.name, ...)

source: create_article_type: string (email|phone|web|...)
sr: create_article_type: текст (email|phone|web|…)

source: create_article_sender: string (Customer|Agent|System)
sr: create_article_sender: текст (Customer|Agent|System)

source: Article attributes
sr: Атрибути чланка
tr: Makale nitelikleri

source: article.from: string
sr: article.from: текст

source: article.to: string
sr: article.to: текст

source: article.cc: string
sr: article.cc: текст

source: article.subject: string
sr: article.subject: текст

source: article.body: string
sr: article.body: текст

source: Reassigning tickets
sr: Додела тикета
tr: Biletlere yeniden atamak

source: Quickly assign in ticket listings
sr: Брза додела у прегледима тикета

source: Tabs
sr: Језичци
tr: Sekmeler

source: **Closed**
sr: **Затворено**
tr: **Kapalı**

source: **Merged**
sr: **Спојено**

source: **Postponed** (Marked as pending; no immediate action required.)
sr: **Одложено** (означено као на чекању; није потребна хитна радња)
tr: **Ertelendi** (Bekliyor olarak işaretlendi, acil eylem gerektirmiyor.)

source: **New / Open** (Ready for action.)
sr: **Ново / Отворено** (спремно за акцију)
tr: **Yeni / Açık** (Eylem için hazır.)

source: **Escalated** (Requires urgent attention.)
sr: **Ескалирано** (захтева хитну пажњу)
tr: **Yükseliyor** (Acil dikkat gerektirir.)

source: Tab behavior in ticket zooms
sr: Понашање прозора у прегледу тикета

source: Text modules missing?
sr: Недостаје вам текстуални исечак?

source: Text modules on ticket creation
sr: Текстуални исечци приликом отварања тикета
tr: Bilet oluştururken metin modülleri

source: Customizing text modules
sr: Прилагођавање текстуалних исечака
tr: Metin modüllerini özelleştirmek

source: Let's assume you already worked on a ticket and you get another ticket about the same issue and want to merge them. Let's call the ticket you already worked on the *original* one and the new one *duplicate*. Then the way to go is to open the duplicate ticket and execute the merging from there so it will be merged into the original.
sr: Замислимо да већ радите на тикету и добијате тикет о истом проблем и желите да их спојите. Назовимо тикет на коме већ радите *оригинални* а нови *дупликат*. Начин на који можете ово урадити је да отворите дупликат и извршите спајање из њега тако да буде спојен са оригиналним.

source: To merge a ticket, access the **Ticket ▾** submenu in the ticket pane.
sr: Да бисте спојили тикет, приступите подменију **Тицкет ▾** у панелу тикета.
tr: Bir bileti birleştirmek için, bilet panelinden **Bilet ▾** alt menüsüne erişin.

source: 🏷️ user/organization metadata (*e.g.,* notes stored on customer profiles)
sr: 🏷 подаци корисника/организације (*нпр.* напомене сачуване у профилима клијената)
tr: 🏷️ kullanıcı/organizasyon meta verisi (*ör.* müşteri profillerindeki notlar)

source: When entering a customer, the autocomplete menu searches for **email addresses only**. You **must** select an option from the autocomplete menu, or else create a new customer.
sr: Када унесете клијента, поље са брзом претрагом подржава **само имејл адресе**. **Моратећете** да изаберете опцију из менија, или у супротном креирате новог клијента.
tr: Bir müşteri girerken, otomatik tamamlama menüsü **yalnızca e-posta adreslerini** arar. Otomatik tamamlama menüsünden bir seçenek **seçmeniz** veya yeni bir müşteri oluşturmanız gerekir.

source: You may **not** assign a ticket to more than one customer.
sr: **Није могуће** доделити тикет више од једном клијенту.
tr: Bir bileti birden fazla müşteriye **atayamazsınız**.

source: Customer autocomplete menu
sr: Поље за брзу претрагу клијената

source: Autocomplete can't find customers by name.
sr: Брза претрага не може да пронађе клијенте по имену.

source: Text
sr: Текст
tr: Metin

source: :doc:`Tags </basics/service-ticket/settings/tags>`
sr: :doc:`Ознаке </basics/service-ticket/settings/tags>`
tr: :doc:`Etiketler </basics/service-ticket/settings/tags>`

source: 📧 Email
sr: 📧 Имејл
tr: 📧 E-posta

source: Using quotation
sr: Цитирање

source: 🔥 Keeping an eye on escalations
sr: 🔥 Пазите на ескалације

source: Simultaneous processing of a ticket
sr: Симултана обрада тикета

source: Further ticket actions
sr: Додатне радње тикета

source: Managing groups
sr: Управљање групама

source: So where do I come in?
sr: Па где ја припадам?
tr: Öyleyse nereye gireceğim?

source: Whose job is it to assign tickets?
sr: Чији је посао да додељује тикете?
tr: Biletlere atama yapmak kimin işi?

source: Why would I want to re-assign a ticket to someone else?
sr: Зашто бих желео да доделим тикет неком другом?
tr: Biletimi neden başka birine yeniden atamak isteyeyim?

source: State colors
sr: Боје стања

source: What's the difference between “new” and “open”?
sr: Која је разлика између „новог“ и „отвореног“?

source: Tags
sr: Ознаке
tr: Etiketler

source: You know you’re doing a great job when you 1) respond to tickets quickly and 2) get them closed in a timely manner.
sr: Знате да радите сјајан посао када 1) брзо одговорите на тикете и 2) затворите их на време.
tr: 1) Biletlere hızlıca yanıt verdiğinizde ve 2) onları zamanında kapattığınızda harika bir iş yaptığınızı bilmelisiniz.

source: 👀 :doc:`Keep an eye on your dashboard </extras/dashboard>` to see how well you’re keeping up.
sr: 👀 :doc:`Пратите своју контролну таблу </extras/dashboard>` да бисте видели како напредујете.
tr: 👀 :doc:`Ne kadar iyi durumda olduğunuzu görmek için gösterge panonuza göz atın </extras/dashboard>`.

source: For the sake of simplicity, we’ll refer to this metadata as the **settings** of a ticket. All of these settings can be changed at any time. Each setting is explained in detail :doc:`here </basics/service-ticket/settings>`, but for the time being, let’s go over the two most important ones:
sr: Ради једноставности, ове мета податке ћемо називати **подацима** тикета. Сви ови подаци се могу изменити у било ком тренутку. Сваки податак је детаљно објашњен :doc:`овде </basics/service-ticket/settings>`, али за сада поменимо два најважнија:
tr: Basitlik adına, bu meta verilere bir biletin **ayarları** olarak değineceğiz. Bu ayarların tümü herhangi bir zamanda değiştirilebilir. Her ayar ayrıntılı olarak :doc:`burada </basics/service-ticket/settings>` açıklanmıştır, ancak şimdilik en önemli iki ayarı gözden geçirelim:

source: Admin
sr: Админ

source: Agent
sr: Оператер

source: Avatar
sr: Аватар

source: Branding
sr: Брендинг

source: Core Workflows
sr: Радни токови

source: Dashboard
sr: Контролна табле

source: Elasticsearch
sr: Elasticsearch 7+

source: Exchange Integration
sr: Exchange интеграција

source: Feature
sr: Функција

source: Feature request
sr: Захтеви за будуће функције

source: Feature sponsoring
sr: Спонзорисање функција

source: Issue-tracking system
sr: Систем за праћење проблема

source: Knowledge Base
sr: База знања
tr: Bilgi Tabanı

source: Release
sr: Издање

source: S
sr: С

source: Ticket hook
sr: Прикључак тикета

source: Trigger
sr: Окидач

source: Webhooks
sr: Повратни позиви

source: Live Chat
sr: Ћаскање уживо
tr: Canlı Sohbet

source: The **dashboard** is the first thing you’ll see after logging in. Monitor your productivity at a glance, compare your stats to the company average (in gray below your own), and see what everyone else is up to.
sr: **Контролна табла** је прва ствар коју ћете видети након што се пријавите. На први поглед можете пратити своју продуктивност, упоредити своју статистику са просеком компаније (сивом бојом испод ваше) и погледате на чему све друге колеге раде.
tr: Giriş yaptıktan sonra göreceğiniz ilk şey **gösterge panosu** olacaktır. Bir bakışta üretkenliğinizi izleyin, istatistiklerinizi şirket ortalamasıyla (sizinkinin altında gri renkte) karşılaştırın ve diğer herkesin neler yaptığını görün.

source: What’s everyone else on your team up to?
sr: Шта сви остали у твом тиму раде?
tr: Ekibinizdeki diğer herkes neyin peşinde?

source: GitHub / GitLab Integration
sr: Github / Gitlab интеграција
tr: GitHub / GitLab Entegrasyonu

source: GitHub logo
sr: Github лого

source: GitLub logo
sr: Gitlab лого

source: What can it do?
sr: Чему служи?
tr: Ne yapabilir?

source: In Zammad: Link i-doit assets to tickets
sr: У Zammad-у: Повежите i-doit објекте са тикетима
tr: Zammad'da: i-doit varlıklarını biletlere bağlayın

source: In i-doit: List & create tickets for a given asset
sr: У i-doit: Излистајте и отворите тикете за дат објекат
tr: i-doit'te: Belirli bir varlık için biletleri listeleyin ve oluşturun

source: 🔗 **Weblink**
sr: 🔗 **Интернет веза**
tr: 🔗 **Web bağlantısı**

source: Using answers in ticket articles
sr: Коришћење чланака у тикетима

source: Ticket Details
sr: Детаљи тикета

source: Features
sr: Функције

source: Use the first three columns to choose when to receive **internal notifications** (below). The rightmost column enables email notification as well.
sr: Користите прве три колоне да бисте изабрали када ћете примати **интерна обавештења** (испод). Крајња десна колона такође омогућава обавештења путем имејла.
tr: **Dahili bildirimleri** (aşağıda) ne zaman alacağınızı seçmek için ilk üç sütunu kullanın. En sağdaki sütun e-posta bildirimini de etkinleştirir.

source: You will reveive notifications while you are absent.
sr: Наставићете да добијате обавештења док сте одсутни.

source: Handling drafts
sr: Руковање нацртима

source: Extras
sr: Додаци
tr: Ekstralar

source: Zammad supports a wide array of keyboard shortcuts to expedite your workflow as an expert user.
tr: Zammad, iş akışınızı uzman bir kullanıcı olarak hızlandırmak için çok çeşitli klavye kısayollarını destekler.

source: The keyboard shortcut cheat sheet on Windows.
tr: Windows'ta klavye kısayolu hile sayfası.

source: Alternately, bring it up with one of the shortcuts below (shortcut-ception!)
tr: Alternatif olarak, aşağıdaki kısayollardan biriyle açın (iç içe kısayollar!)

source: ``Ctrl`` + ``Shift`` + ``H`` (on Windows)
tr: ``Ctrl`` + ``Shift`` + ``H`` (Windows'da)

source: ``Ctrl`` + ``Shift`` + ``H`` (on Linux)
tr: ``Ctrl`` + ``Shift`` + ``H`` (Linux'da)

source: ``Cmd`` + ``Ctrl`` + ``Shift`` + ``H`` (on macOS)
tr: ``Cmd`` + ``Ctrl`` + ``Shift`` + ``H`` (macOS'da)

source: Formatting Text
tr: Metni Biçimlendirmek

source: Keyboard shortcuts can be used to apply rich-text formatting in one of two ways:
tr: Zengin metin biçimlendirmesini iki yoldan biriyle uygulamak için klavye kısayolları kullanılabilir:

source: As-you-type
tr: Yazdığın gibi

source: Press ``Cmd`` + ``I`` to enter Italics mode,
tr: İtalik mod için ``Cmd`` + ``I`` tuşlarına basın,

source: press ``Cmd`` + ``I`` again to return to normal text mode.
tr: normal metin moduna geri dönmek için ``Cmd`` + ``I`` tuşlarına tekrar basın.

source: All-at-once
tr: Hepsi birden

source: press ``Cmd`` + ``I`` to italicize.
tr: italikleştirmek için ``Cmd`` + ``I`` tuşlarına basın.

source: 🤔 **How do I make macros?**
tr: 🤔 **Makroları nasıl oluşturabilirim?**

source: You don’t – that’s the `administrator’s job <https://admin-docs.zammad.org/en/latest/manage/macros.html>`_. If you have an idea for a macro you’d like to use, your Zammad admin can probably make it happen.
tr: Yapamazsınız – bu 'yönetici'nin işidir <https://admin-docs.zammad.org/en/latest/manage/macros.html>`_. Kullanmak istediğiniz bir makro için bir fikriniz varsa, Zammad yöneticiniz muhtemelen bunu gerçekleştirebilir.

source: Macros can be applied in one of two ways: on a single ticket, or in bulk.
tr: Makrolar iki yoldan biri ile uygulanabilir: sadece bir bilette veya toplu işlemde.

source: The simplest way to apply a macro is to select it from the **Update ᐱ** submenu in the Ticket View:
tr: Bir makroyu uygulamanın en basit yolu, onu Bilet Görünümündeki **Güncelle ᐱ** alt menüsünden seçmektir:

source: If you’ve made changes to any other :ref:`settings on the ticket <ticket_settings>` (including typing up a reply to the customer), applying a macro will save them, too.
tr: Başka herhangi bir: ref: `bilet üzerindeki ayarlarda<ticket_settings>` değişiklik yaptıysanız (müşteriye bir yanıt yazmak dahil), bir makro uygulamak onları da kaydedecektir.

source: ⚠️ **But beware:** in the event of a conflict, the macro’s actions override any manual changes – including messages to the customer! When in doubt, apply your macro and your manual changes *separately.*
tr: ⚠️ **Ancak dikkatli olun:** Bir çakışma durumunda, makronun eylemleri, müşteriye gönderilen mesajlar da dahil olmak üzere her türlü manuel değişikliği geçersiz kılar! Şüphe duyduğunuzda, makronuzu ve manuel değişikliklerinizi *ayrı ayrı* uygulayın.

source: With Zammad, you can limit your search to specific Information. This allows you to find e.g. Tickets with specific key words and states. Below information will help you to improve your search results.
tr: Zammad ile aramanızı belirli bilgilerle sınırlayabilirsiniz. Örneğin, belirli anahtar kelimeleri ve durumları olan biletler. Aşağıdaki bilgiler, arama sonuçlarınızı iyileştirmenize yardımcı olacaktır.

source: If you want to run a more complex search you can use conditions with ``()`` and ``AND``/``OR`` options::
tr: Daha karmaşık bir arama yapmak istiyorsanız, ``()`` ve ``VE``/``VEYA``:: seçenekleriyle koşulları kullanabilirsiniz

source: **🤓 Search phrases changed for Zammad 4.0**
tr: **🤓 Zammad 4.0 için değişen arama ifadeleri**

source: With Zammad <=3.6 the following keys contained a string only:
tr: Zammad <=3.6 ile aşağıdaki anahtarlar yalnızca bir dize içeriyordu:

source: state
tr: durum

source: organization
tr: organizasyon

source: With Zammad >=4.0 these keys contain the whole object. This means you now have to add ``.name`` (e. g. ``group.name`` or ``priority.name``) to receive the same search results.
tr: Zammad >=4.0 ile bu anahtarlar tüm nesneyi içerir. Bu, aynı arama sonuçlarını almak için artık ``.name`` (ör. ``group.adı`` veya ``priority.name``) eklemeniz gerektiği anlamına gelir.

source: For a more detailed list of available attributes please take a look into our `Zammad Admin-Documentation <https://docs.zammad.org/en/latest/install/elasticsearch/indexed-attributes.html>`_
tr: Kullanılabilir özelliklerin daha ayrıntılı bir listesi için lütfen `Zammad Yönetici-Dokümantasyonu <https://docs.zammad.org/en/latest/install/elasticsearch/indexed-attributes.html>`_ sayfamıza göz atın.

source: number
tr: numara

source: number:1118566 |br|\ number:11185*
tr: numara:1118566 |br|\ numara:11185*

source: title
tr: başlık

source: new |br|\ open |br|\ closed
tr: yeni |br|\ açık |br|\ kapalı

source: state.name: new |br|\ state.name:new OR open
tr: state.name: yeni |br|\ state.name:yeni VEYA açık

source: **Combining search phrases**
tr: **Birleştirilen arama ifadeleri**

source: state.name:pending* AND article_count:[1 TO 5]
tr: state.name:pending* VE article_count:[1 TO 5]

source: If you’ve done all you can on a ticket and it’s now another agent’s (or department’s) responsibility, **reassign it** to a new owner (or group).
tr: Bir bilet üzerinde yapabileceğiniz her şeyi yaptıysanız ve bu artık başka bir temsilcinin (veya departmanın) sorumluluğundaysa, bileti yeni bir sahibe (veya gruba) **yeniden atayın**.

source: If you just need another agent’s input on something, you can **@mention** them. (And if *you* want to get notifications for *someone else’s* ticket, use the **subscribe button**.)
tr: Bir konuda başka bir temsilcinin girdisine ihtiyacınız varsa, onlardan **@bahsetebilirsiniz**. (Ayrıca *başka birinin* bileti için *bildirim almak istiyorsanız, **abone ol butonunu** kullanın.)

source: Reassign a ticket (via the *Group* and *Owner* settings) to let colleagues know you’re done with your part.
tr: İş arkadaşlarınıza üzerinize düşeni yaptığınızı bildirmek için (*Grup* ve *Sahip* ayarları aracılığıyla) bir bileti yeniden atayın.

source: Our sales rep can simply un-assign himself has the **owner** of the ticket and re-assign the ticket to the Customer Service **group**. *All customer service agents will be notified of the incoming ticket*, and the first available agent can assign herself to pick up where the sales rep left off.
tr: Satış temsilcimiz, biletin **sahibi** olan kişinin atamasını kaldırabilir ve bileti Müşteri Hizmetleri **grubuna** yeniden atayabilir. *Tüm müşteri hizmetleri temsilcilerine gelen bilet hakkında bilgi verilecektir* ve müsait olan ilk temsilci, satış temsilcisinin kaldığı yerden devam etmek için kendini atayabilir.

source: Now suppose you’ve reassigned the ticket to customer service. You won’t receive notifications for this ticket anymore, but maybe this is a really important contract, and you want to make sure they have an A+ experience from start to finish.
tr: Şimdi bileti müşteri hizmetlerine yeniden atadığınızı varsayalım. Artık bu bilet için bildirim almayacaksınız, ancak belki bu gerçekten önemli bir sözleşmedir ve baştan sona A+ deneyimine sahip olduklarından emin olmak istersiniz.

source: To enable notifications for a ticket that doesn’t belong to you, simply click the **Subscribe** button at the bottom of the ticket pane:
tr: Size ait olmayan bir biletle ilgili bildirimleri etkinleştirmek için bilet bölmesinin altındaki **Abone ol** butonuna tıklamanız yeterlidir:

source: A list of all tickets you’re subscribed to can be found in the **My mentioned Tickets** overview.
tr: Abone olduğunuz tüm biletlerin bir listesi **Bahsedilen Biletlerim** genel bakışında bulunabilir.

source: Or, suppose you *don’t* want to reassign the ticket to customer service—you just have one quick question for them, and then you can take it from there.
tr: Veya bileti müşteri hizmetlerine yeniden atamak *istemediğinizi* varsayalım—onlara tek bir kısa sorunuz var ve ardından onu oradan alabilirsiniz.

source: ⚙️ Check your :doc:`/extras/profile-and-settings` to customize how you receive notifications.
tr: ⚙️ Bildirimleri nasıl aldığınızı özelleştirmek için :doc:`/extras/profile-and-settings` sayfasına göz atın.

source: 😖 **A colleague @mentioned me, but I don’t see the ticket!**
tr: 😖 **Bir iş arkadaşı benden @bahsetti, ama bileti göremiyorum!**

source: Is the ticket assigned to a group that you don’t belong to? @mentions and subscriptions only work for tickets that you already have access to.
tr: Bilet, ait olmadığınız bir gruba mı atanmış? @bahsetmeler ve abonelikler yalnızca zaten erişiminiz olan biletler için çalışır.

source: You can freely switch between open tabs without losing your work – all unsaved changes are automatically backed up to the server.
tr: Çalışmanızı kaybetmeden açık sekmeler arasında serbestçe geçiş yapabilirsiniz - kaydedilmemiş tüm değişiklikler otomatik olarak sunucuya yedeklenir.

source: What items open in a new “tab”?
tr: Yeni bir "sekmede" hangi ögeler açılır?

source: Zammad offers so-called text modules. Text modules will help you to improve your workflow, as you don't have to type your answer on every ticket by hand. You can simply choose a fitting text module and insert it into the E-Mail.
tr: Zammad, sözde metin modülleri sunar. Metin modülleri, cevabınızı her bilete elle yazmanızı gerekmediğinden iş akışınızı geliştirmenize yardımcı olacaktır. Uygun bir metin modülü seçip E-Posta'ya ekleyebilirsiniz.

source: **🤔 How come some text modules don’t always appear?**
tr: **🤔 Neden bazı metin modülleri her zaman görünmüyor?**

source: Text modules can be tied to **groups**: that is, they only become active once the ticket you’re working on has been assigned to the appropriate group.
tr: Metin modülleri **gruplara** bağlanabilir: yani sadece üzerinde çalıştığınız bilet uygun gruba atandığında aktif hale gelirler.

source: How do you which groups go with which text modules? Ask your administrator!
tr: Hangi metin modülleri ile hangi gruplara nasıl gidiyorsunuz? Yöneticinize sorun!

source: Administrators can learn more about customizing text modules `here <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_.
tr: Yöneticiler metin modüllerini özelleştirmek hakkında daha fazla bilgi almak için `buraya ` göz atabilir_.

source: Unlike ticket settings (which are *attributes that can be modified*), **actions** are *operations that can be performed* on a ticket, usually to facilitate the overall ticket management process.
tr: Bilet ayarlarından farklı olarak (*değiştirilebilen nitelikler*), **eylemler**, genellikle genel bilet yönetimi sürecini kolaylaştırmak için bir bilet üzerinde *gerçekleştirilebilen işlemlerdir*.

source: When tickets about related issues arise (*e.g.,* multiple customer complaints about the same botched shipment), they can be **linked to each other** for easier reference.
tr: Benzer sorunlarla ilgili biletler ortaya çıktığında (*ör.* aynı başarısız sevkiyatla ilgili birden çok müşteri şikayeti), daha kolay referans için bunlar **birbirine bağlanabilir**.

source: The link dialog. Specify a ticket to link with by ID (1), or select one from the list (2).
tr: Bağlantı diyaloğu. Bağlantı için (1) ID'sine göre bir bilet belirle veya (2) listeden bir tane seç.

source: Linked tickets may optionally be organized into a parent-child hierarchy.
tr: Bağlı biletler isteğe bağlı olarak bir ana-çocuk hiyerarşisi ile organize edilebilir.

source: Sometimes, you may end up with two tickets for the same issue (*e.g.,* because a customer sent you a brand new email instead of replying to an existing thread).
tr: Bazen, aynı sorun için iki bilet alabilirsiniz (*ör.* bir müşteri size mevcut bir ileti dizisini yanıtlamak yerine yepyeni bir e-posta gönderdiği için).

source: In such cases, you may want to **merge those tickets into one**.
tr: Bu gibi durumlarda, **biletleri bir tane olarak birleştirmek** isteyebilirsiniz.

source: Merging a ticket migrates all messages and notes **out of the original** and into the selected one.
tr: Bir bileti birleştirmek, tüm mesajları ve notları **orijinalden** ve seçilene taşır.

source: That is, if you 1) access the merge dialog from Ticket A, and then 2) select Ticket B in the merge dialog (see below), then Ticket A will be emptied, closed, and :doc:`linked as a child <link>` of Ticket B.
tr: Yani, 1) Bilet A'dan birleştirme iletişim kutusuna erişirseniz ve ardından 2) birleştirme iletişim kutusunda Bilet B'yi seçerseniz (aşağıya bakın), Bilet A boşaltılır, kapatılır ve Bilet B'ye :doc:`çocuk olarak bağlanır <link>`.

source: The merge dialog. Specify a ticket to merge into by ID (1), or select one from the list (2).
tr: Birleştirme diyaloğu. Birleştirmek için (1) ID'sine göre bir bilet belirle veya (2) listeden bir tane seç.

source: Some tickets may actually encompass more than one issue, or require attention separately from two different departments (*e.g.,* sales and customer service).
tr: Bazı biletler aslında birden fazla konuyu kapsayabilir veya iki farklı departmandan ayrı ayrı ilgilenilmesini gerektirebilir (*ör.* satış ve müşteri hizmetleri).

source: In such cases, you can **split off a single message into its own ticket**. (Alternately, it may make more sense to :ref:`simply take turns on a single ticket <sharing-work>` instead.)
tr: Bu gibi durumlarda, **tek bir mesajı kendi biletine bölebilirsiniz**. (Alternatif olarak, bunun yerine :ref:`sadece sırayla tek bir bilet almak <sharing-work>` daha mantıklı olabilir.)

source: Click the “split” button to take a message and use it as the starting point for a new ticket.
tr: Bir mesajı almak ve onu yeni bir bilet için başlangıç noktası olarak kullanmak için "böl" düğmesine tıklayın.
