Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: A user is any user of the ticket system. Each user is assigned certain permissions, which allow them to access certain areas and information. Users can have various roles, with the standard options being agent, admin, and customer.
de: Ein Benutzer ist jeder Nutzer des Ticketsystems. Jedem Benutzer werden bestimmten Rechte zugewiesen, welche Zugriff auf bestimmte Bereich und Informationen gewähren. Benutzer können verschiedene Rollen inne haben, mit den Standardoptionen Admin, Agent und Kunde.
sr: Корисник је сваки корисник тикет система. Сваком кориснику се додељују одређене дозволе, које му омогућавају приступ одређеним областима и информацијама. Корисници могу имати различите улоге, а стандардне опције су agent, admin и customer.

source: In a nutshell, webhooks are an easy way for systems to communicate with each other and allow you to send real-time data to any other application. We use them to allow our users to inform a third-party system about new information in Zammad.
de: Zusammengefasst, Webhooks sind eine einfache Möglichkeit für Systeme um miteinander zu kommunizieren und erlaubt Daten in Echtzeit an andere Anwendungen zu übertragen. Wir nutzen sie um Nutzern zu ermöglichen, externe Anwendungen mit neuen Informationen aus Zammad zu füttern.
sr: Укратко, повратни позиви су лак начин да системи међусобно комуницирају и омогућавају вам да шаљете податке у реалном времену било којој другој апликацији. Користимо их да омогућимо нашим корисницима да обавесте удаљене системе о новим информацијама у Zammad-у.

source: Learn more about webhooks on :admin-docs:`this page </manage/webhook.html>`.
de: Erfahren Sie mehr über Webhooks auf :admin-docs:`dieser Seite </manage/webhook.html>`.
sr: Сазнајте више о повратним позивима :admin-docs:`овде </manage/webhook.html>`.

source: Zammad is the greatest helpdesk in the world. Period.
de: Zammad ist der Beste Helpdesk der Welt. Punkt.
sr: Zammad је најбољи тикет систем на свету. И тачка.

source: Caller Log
de: Anrufprotokoll
sr: Евиденција позива
tr: Arama Kaydı

source: View and manage call logs from the **phone** panel.
de: Anzeigen und Verwalten von Anrufprotokollen über das **Telefon**-Fenster.
sr: Прегледајте и управљајте евиденцијом позива из панела **Позив**.
tr: **Telefon** panelinden arama kayıtlarını görüntüleyin ve yönetin.

source: This feature is **optional**; if you don't see it in the main menu, that means your administrator hasn't enabled it yet. Administrators can learn more on our :admin-docs:`admin documentation </system/integrations.html#integrations-for-phone-systems>`.
de: Diese Funktion ist **optional**; wenn Sie sie nicht im Hauptmenü sehen, bedeutet das, dass Ihr Administrator sie noch nicht aktiviert hat. Administratoren können mehr in unserer :admin-docs:`Admin-Dokumentation </system/integrations.html#integrations-for-phone-systems>` dazu erfahren.
sr: Ова функција је **опциона**; ако је не видите у панелу тикета, то значи да је ваш администратор још није омогућио. Администратори могу да сазнају више :admin-docs:`овде </system/integrations.html#integrations-for-issue-trackers>`.

source: Sample view of Caller Log
de: Beispiel-Ansicht des Anrufprotokolls
sr: Пример приказа евиденције позива

source: Enable the **Phone** panel to receive notifications for incoming calls.
de: Aktivieren Sie das Feld **Telefon** , um Benachrichtigungen über eingehende Anrufe zu erhalten.
sr: Омогућите панел **Позив** ради примања обавештења о долазним позивима.
tr: Gelen aramalarda bildirimler almak için *Telefon** panelini etkinleştirin.

source: 🏢 The caller log shows all incoming and outgoing calls **for the entire instance**. The number of entries shown depends on the configuration your admin chose.
de: 🏢 Das Anrufprotokoll zeigt alle ein- und ausgehenden Anrufe **der gesamten Instanz** an. Die Anzahl der angezeigten Einträge hängt von der Einstellung Ihres Administrators ab.
sr: 🏢 Евиденција позива приказује све долазне и одлазне позиве **за целу инстанцу**. Број приказаних уноса зависи од конфигурације коју је одабрао ваш администратор.

source: The caller log offers a lot more than just the last call entries. If your administrator configured "Phone Extension to Agent Mapping", Zammad will also help you during answering calls.
de: Das Anrufprotokoll bietet weit mehr als die Einträge der letzten Anrufe. Falls Ihr Administrator "Telefon-Extension zu Agent Zuordnung" konfiguriert hat, hilft Zammad auch während beim Entgegennehmen von Anrufen.
sr: Евиденција позива нуди много више од само последњих позива. Ако је ваш администратор конфигурисао „Мапирање локала на оператере“, Zammad ће вам такође помоћи током одговарања на позиве.

source: New Ticket dialog
de: Dialog Neues Ticket
sr: Дијалог новог тикета

source: Zammad will open a new ticket dialogue if:
de: Zammad öffnet einen neuen Ticket-Dialog falls:
sr: Zammad ће отворити дијалог новог тикета ако:

source: it's able to either guess a single user (see `maybe entries`_)
de: es in der Lage ist einen einzelnen Benutzer zu erraten (siehe `maybe entries`_)
sr: може да погоди једног корисника (погледајте `можда уносе`_)

source: the callers number belongs to a user known to Zammad
de: die Nummer des Anrufers zu einem Benutzer gehört, der in Zammad bekannt ist
sr: број позиваоца припада кориснику познатом Zammad-у

source: the callers number is yet unknown
de: die Nummer des Anrufern noch unbekannt ist
sr: број позиваоца је још непознат

source: If the user is known to Zammad it will automatically set the ticket customer for you. You can correct this at any time if needed.
de: Falls der Benutzer Zammad bekannt ist, wird er automatisch für Sie als Ticketkunde gesetzt. Sie können das jederzeit korrigieren.
sr: Ако је корисник познат Zammad-у, он ће аутоматски подесити клијента тикета за вас. Ово можете исправити у било ком тренутку уколико је потребно.

source: User profile
de: Benutzerprofil
sr: Кориснички профил

source: Zammad will open the users profile if your user had a customer ticket that has been updated within the last 30 days. This also applies for calling users that Zammad guesses are a specific user (only if it's one guessed user).
de: Zammad öffnet das Benutzerprofil falls der Benutzer ein Kundenticket hat, das in den letzten 30 Tagen aktualisiert wurde. Das gilt auch für Anrufer bei denen Zammad erraten hat, welcher Benutzer das sein könnte (ausschließlich, falls das eindeutig geschieht).
sr: Zammad ће отворити кориснички профил ако је ваш корисник имао тикет која је освежен у последњих 30 дана. Ово такође важи за позивање корисника за које Zammad претпоставља да су одређени корисник (само ако је у питању један претпостављени корисник).

source: Quick dial
de: Schnellwahl
sr: Брзо бирање

source: You can click on phone numbers (user profiles and caller log) to dial the number in question quickly.
de: Sie können auf Telefonnummern klicken (Benutzerprofile und Anrufprotokoll) um die betreffende Nummer schnell zu wählen.
sr: Можете кликнути на бројеве телефона (у корисничким профилима и евиденцији позива) да бисте брзо позвали дотични број.

source: This requires either a soft phone client or CTI client on your computer that supports this action.
de: Das erfordert entweder ein Softwaretelefon oder eine CTI-App auf Ihrem Computer, die diese Aktion unterstützt.
sr: Ово ће захтевати или софтверски телефонски клијент или CTI клијент на вашем рачунару који подржава ову радњу.

source: **😕 What are these "maybe" entries?**
de: **😕 Was bedeuten diese "vielleicht" Einträge?**
sr: **😕 А шта су то „можда“ уноси?**

source: During your day by day communication you may also stumble over new customers. Usually business users send their phone numbers in their signature.
de: In Ihrer alltäglichen Kommunikation tauchen immer wieder neue Kunden auf. Üblicherweise haben Firmenkunden ihre Telefonnummer in der E-Mail-Signatur.
sr: Током свакодневне комуникације можете наићи и на нове клијенте. Пословни корисници обично шаљу своје бројеве телефона у потпису.

source: Zammad collects and aggregates these information and tries to guess the customer in case it receives a call from an unknown number.
de: Zammad sammelt und akkreditiert diese Informationen und versucht darauf basierend den Kunden zu erraten falls Sie einen Anruf von einer unbekannten Nummer erhalten.
sr: Zammad прикупља и обједињује ове информације и покушава да погоди купца у случају да прими позив са непознатог броја.

source: Screenshot showing a caller log entry that's classified with "maybe:"
de: Bildschirmaufnahmen zeigen ein Anrufprotokoll mit Einträgen, die als "vielleicht:" klassifiziert sind
sr: Снимак екрана који приказује унос у евиденцији позива који је класификован са „можда:“

source: 👤 Click on unrecognized numbers to **create a new customer** or maybe entries to **update an existing customer**.
de: 👤 Klicken Sie auf unbekannte Nummern um einen **neuen Kunden anzulegen** oder auf "vielleicht"Einträge um einen **vorhanden Kunden zu aktualisieren**.
sr: 👤 Кликните на непознате бројеве да **креирате новог клијента** или можда уносе за **освежавање постојећег клијента**.

source: Unrecognized phone numbers cannot be added to existing customers in this way. Copy and pasting is required.
de: Unbekannte Nummern können auf diesem Weg nicht zu bestehenden Kunden hinzugefügt werden. Bitte nutzen Sie Kopieren & Einfügen dafür.
sr: Непознати бројеви телефона се не могу додати постојећим клијентима на овај начин. Потребно је копирање и налепљивање.

source: Existing caller log entries *are not* updated when you update an existing customer.
de: Bestehende Anrufprotokolleinträge werden *nicht* aktualisiert, wenn Sie einen bestehenden Kunden aktualisieren.
sr: Постојећи уноси у евиденцији позива се *не* освежавају приликом освежавања постојећег клијента.

source: Talk to customers in real time from the **customer chat** panel.
de: Unterhalten Sie sich mit Kunden in Echtzeit über den **Kunden-Chat** .
sr: Разговарајте са клијентима у реалном времену из панела **клијент ћаскање**.
tr: **Müşteri sohbeti** panelinden gerçek zamanda müşteriler ile konuşun.

source: This feature is **optional**; if you don't see it in the main menu, that means your administrator hasn't enabled it yet. Administrators can learn more :admin-docs:`here </channels/chat.html>`.
de: Diese Funktion ist **optional**; wenn Sie sie nicht im Hauptmenü sehen bedeutet das, dass Ihr Administrator sie noch nicht aktiviert hat. Administratoren können mehr darüber :admin-docs:`hier </channels/chat.html>` erfahren.
sr: Ова функција је **опциона**; ако је не видите у главном менију, то значи да је ваш администратор још није омогућио. Администратори могу да сазнају више :admin-docs:`овде </channels/chat.html>`.

source: Sample view of Customer Chat
de: Beispiel-Ansicht des Kunden-Chats
sr: Пример приказа клијент ћаскања

source: Chat controls
de: Chat-Einstellungen
sr: Контроле ћаскања
tr: Sohbet kontrolleri

source: **1. On/Off**
de: **1. An-/ Ausschalten**
sr: **1. Укључено/искључено**
tr: **1. Aç/Kapat**

source: Enable/disable the chat panel. (When enabled, you will receive notifications for incoming chats.)
de: Aktivieren/Deaktivieren des Chat-Panels. (Wenn es aktiviert ist, erhalten Sie Benachrichtigungen über eingehende Chats.)
sr: Укључите/искључите панел за ћаскање. (Када је укључен, добијаћете обавештења о долазним ћаскањима.)
tr: Sohbet panelini etkinleştir/devre dışı bırak. (Etkinleştirildiğinde, gelen sohbetler için bildirimler alacaksınız.)

source: **2. Waiting Customers**
de: **2. Wartende Kunden**
sr: **2. Клијенти на чекању**
tr: **2. Bekleyen Müşteriler**

source: Lists customers awaiting an agent for chat. **Click to answer a pending chat request.**
de: Listet Kunden auf, die auf einen Agenten zum chatten warten. **Klicken Sie dort drauf, um eine anstehende Chat-Anfrage zu beantworten.**
sr: Излистава клијенте који чекају оператера за ћаскање. **Кликните да одговорите на захтев за ћаскање на чекању.**
tr: Bir aracı ile sohbet için bekleyen müşterilerin listesi. **Bekleyen bir sohbet isteğini cevaplamak için tıklayın.**

source: **3. Chatting Customers**
de: **3. Kunden welche chatten**
sr: **3. Клијенти који ћаскају**
tr: **3. Sohbetteki Müşteriler**

source: Lists customers currently in an ongoing chat session.
de: Listet Kunden auf, die sich gerade in einer laufenden Chatsitzung befinden.
sr: Излистава клијенте који су у сесији ћаскања која је у току.
tr: Geçerli bir sohbet oturumundaki müşterilerin listesi.

source: **4. Active Agents**
de: **4. Aktive Agenten**
sr: **4. Активни оператери**
tr: **4. Aktif Aracılar**

source: Lists all agents with chat enabled.
de: Listet alle Agenten mit aktiviertem Chat auf.
sr: Наводи све оператере са омогућеним ћаскањем.
tr: Sohbete uygun tüm aracıların listesi.

source: **5. Settings**
de: **5. Einstellungen**
sr: **5. Подешавања**
tr: **5. Ayarlar**

source: Click for chat configuration options (*e.g.,* auto-greetings and maximum number of simultaneous chats).
de: Klicken Sie hier, um die Konfigurationsoptionen für den Chat anzuzeigen (*z.B.* automatische Begrüßung und maximale Anzahl gleichzeitiger Chats).
sr: Кликните за опције подешавања ћаскања (*нпр.* аутоматски поздрави и максималан број истовремених ћаскања).
tr: Sohbet yapılandırma seçenekleri (*ör.* otomatik karşılama ve maksimum eşzamanlı sohbet sayısı) için tıklayın.

source: **6. Count badge**
de: **6. Zähler Anzeige**
sr: **6. Значка са бројем**
tr: **6. Sayı rozeti**

source: Displays the number of users in each section.
de: Zeigt die Anzahl der Benutzer in jedem Abschnitt an.
sr: Приказује број корисника у сваком одељку.
tr: Her bölümdeki kullanıcı sayısını görüntüler.

source: **7. Info card**
de: **7. Informationen**
sr: **7. Инфо картица**
tr: **7. Bilgi kartı**

source: Hover over for detailed information about the users in each section.
de: Bewegen Sie den Mauszeiger über das Symbol, um detaillierte Informationen über die Benutzer in jedem Abschnitt zu erhalten.
sr: Пређите курсором преко за детаљне информације о корисницима у сваком одељку.
tr: Her bölümdeki kullanıcılar hakkında detaylı bilgi için fareyle üzerine gelin.

source: If all agents have the chat panel disabled, customers will **not** be able to initiate a chat.
de: Wenn bei allen Agenten das Chat-Panel deaktiviert ist, ist es den Kunden nicht möglich, einen Chat zu starten.
sr: Ако сви оператери имају искључен панел за ћаскање, клијенти **неће** моћи да започну ћаскање.
tr: Tüm temsilcilerin sohbet paneli devre dışı bırakılmışsa, müşteriler sohbet **başlatamaz**.

source: Usage tips
de: Tipps zur Nutzung
sr: Савети за употребу

source: 🔍 Use the :doc:`search bar </basics/find-ticket/search>` to pull up old chats from the archive anytime.
de: 🔍 Sie können die :doc:`Suchleiste </basics/find-ticket/search>` verwenden, um alte Chats jederzeit aus dem Archiv abzurufen.
sr: 🔍 Користите :doc:`траку за претрагу </basics/find-ticket/search>` да бисте у било ком тренутку извукли стара ћаскања из архиве.
tr: 🔍 Arşivdeki eski sohbetleri istediğiniz zaman almak için :doc:`arama çubuğunu </basics/find-ticket/search>` kullanın.

source: 📋 Copy & paste **supports 🌄 inline images** as well as plain text.
de: 📋 Kopieren & einfügen **unterstützt 🌄 Inline-Bilder** genau wie normalen Text.
sr: 📋 Функција копирај и налепи **подржава 🌄 и слике** и обичан текст.
tr: 📋 Kopyala ve yapıştır, düz metinlerin yanı sıra 🌄 **satır içi resimleri destekler**.

source: ⌨️ Live chat supports :admin-docs:`text modules </manage-text-modules.html>`.
de: ⌨️ Live-Chat unterstützt :admin-docs:`Textmodule </manage-text-modules.html>`.
sr: ⌨️ Ћаскање уживо подржава :admin-docs:`текстуалне исечке </manage-text-modules.html>`.

source: 📝 Chats can be **renamed** or **tagged**, and record technical details about the customer's connection.
de: 📝 Chats können **umbenannt** oder **getaggt** werden oder es können technische Details des Kunden erfasst werden.
sr: 📝 Могуће је **променити назив** ћаскања или **означити** га, и забележити техничке детаље о вези клијента.

source: Chat details view
de: Ansicht für Chat-Details
sr: Приказ детаља ћаскања

source: Click on the title at the top of the chat window to edit chat details.
de: Klicken Sie auf den Titel im oberen Bereich des Chatfensters, um die Chatdetails zu bearbeiten.
sr: Кликните на наслов при врху прозора за ћаскање да бисте изменили детаље ћаскања.
tr: Sohbet detaylarını düzenlemek için sohbet penceresinin üst kısmındaki başlığa tıklayın.

source: Creating a Ticket from a Chat
de: Ein Ticket aus einem Chat heraus erstellen
sr: Отварање тикета из ћаскања
tr: Bir Sohbetten Bilet Oluşturmak

source: Once your chat is over, you can create a ticket for it with a single click:
de: Sobald der Chat beendet ist, kann man mit einem einzigen Klick ein Ticket dazu anlegen:
sr: Када се ваше ћаскање заврши, можете да отворите тикет од њега једним кликом:
tr: Sohbetiniz bittiğinde, tek bir tıklama ile bunun için bir bilet oluşturabilirsiniz:

source: Completed chat window
de: Abgeschlossenen Chat-Fenster
sr: Прозор завршеног ћаскања

source: The **Turn chat into ticket** button appears as soon as the chat is finished.
de: Die Schaltfläche **Turn chat into ticket** erscheint, sobald der Chat beendet ist.
sr: Дугме **Претвори ћаскање у тикет** појављује се чим се ћаскање заврши.
tr: Sohbet bittiğinde **Sohbeti bilete çevir** butonun görünür.

source: New ticket view
de: Neues Ticket-Ansicht
sr: Приказ новог тикета

source: A link to the chat is automatically included in the first note on the ticket.
de: Ein Link zum Chat wird automatisch als erste Notiz des Tickets eingefügt.
sr: Веза до ћаскања је аутоматски укључена у прву напомену тикета.
tr: Biletteki ilk nota otomatik olarak sohbet bağlantısı eklenir.

source: Checklist
de: Checkliste

source: General
de: Allgemein

source: Use a checklist in tickets to keep track of the tasks to be completed. You can find the checklist feature in the right sidebar in the "Checklist" tab (unless your admin has deactivated it). Please note that you can only add or edit a checklist, if you have the permission to edit the ticket.
de: Verwenden Sie eine Checkliste in Tickets, um den Überblick über zu erledigenden Aufgaben zu behalten. Sie finden die Checklistenfunktion in der rechten Seitenleiste im Tab "Checkliste" (sofern Ihr Administrator sie nicht deaktiviert hat). Bitte beachten Sie, dass Sie eine Checkliste nur hinzufügen oder bearbeiten können, wenn Sie die Berechtigung haben, das Ticket zu bearbeiten.

source: Screenshot showing right sidebar with highlighted "Checklist" tab
de: Screenshot der rechten Seitenleiste mit hervorgehobenem Tab "Checkliste"

source: Screenshot of ticket view with highlighted checklist sidebar.
de: Screenshot der Ticket-Ansicht mit hervorgehobener Checklisten-Seitenleiste.

source: Usage
de: Verwendung

source: Basics
de: Grundlagen
sr: Основе
tr: Temel Bilgiler

source: If you want to add a checklist to a ticket, go to the "Checklist" tab and click either on "Add empty checklist" (1) or "Add from template" (2) after selecting a template. If you can't see the the "Add from template" area, there is no template available.
de: Wenn Sie eine Checkliste zu einem Ticket hinzufügen möchten, gehen Sie auf den Tab "Checkliste" und klicken Sie entweder auf "Leere Checkliste hinzufügen" (1) oder "Aus Vorlage hinzufügen" (2), nachdem Sie eine Vorlage ausgewählt haben. Wenn Sie den Bereich "Aus Vorlage hinzufügen" nicht sehen können, ist keine Vorlage verfügbar.

source: Checklist creation dialog
de: Dialog zur Erstellung der Checkliste

source: Screenshot of adding template or new checklist.
de: Screenshot zeigt das Hinzufügen aus einer Vorlage oder einer neuen Checkliste.

source: Depending on your choice, you can create your own new checklist or use a predefined template. In both cases, you can:
de: Je nach Auswahl können Sie Ihre eigene neue Checkliste erstellen oder eine vordefinierte Vorlage verwenden. In beiden Fällen können Sie:

source: Edit the checklist title
de: Den Titel der Checkliste bearbeiten

source: Edit the checklist items (reorder, rename, add, delete)
de: Die Elemente der Checkliste bearbeiten (neu ordnen, umbenennen, hinzufügen, löschen)

source: Remove the complete checklist
de: Die komplette Checkliste entfernen

source: Add a checklist, if there is no existing one
de: Eine Checkliste hinzufügen, sofern keine vorhanden ist

source: You can perform most of these edit, add and delete actions on different ways:
de: Sie können die meisten der Aktionen auf unterschiedliche Weise durchführen:

source: Click on the item text (checklist title or checklist item) to edit it
de: Klicken Sie auf den Element-Text (Checklistentitel oder Checklistenelement), um ihn zu bearbeiten

source: Click on the checkbox to check an item
de: Klicken Sie auf die Checkbox, um ein Element abzuhaken

source: Click on the ︙ or on the "Checklist" title to select actions from the menu
de: Klicken Sie auf ︙ oder auf "Checkliste", um Aktionen aus dem Menü auszuwählen

source: To add an item, click on the "+ Add" button
de: Um ein Element hinzuzufügen, klicken Sie auf die Schaltfläche "+ Hinzufügen"

source: To reorder them, use the corresponding button. You can then drag & drop the items via the ≣ handle.
de: Um sie neu anzuordnen, verwenden Sie die entsprechende Schaltfläche. Sie können die Elemente dann per Drag & Drop über den ≣ Button verschieben.

source: Screenshot of editing an item by simply clicking on it.
de: Screenshot zeigt Bearbeitung eines Elements durch einfaches Anklicken.

source: Additional Features
de: Zusätzliche Funktionen

source: Refer to other tickets in the checklist
de: Auf andere Tickets in der Checkliste verweisen

source: You can add another ticket as a checklist item by typing or pasting its hook and number into the item label (e.g. ``Ticket#423456``). This item is not manually checkable but reflects the state of the referenced ticket.
de: Sie können ein weiteres Ticket als Element der Checkliste hinzufügen, indem Sie dessen Hook und Nummer in eingeben oder einfügen (z.B. ``Ticket#423456``). Dieses Element kann nicht manuell abgehakt werden, es spiegelt den Status des referenzierten Tickets wider.

source: **Copying ticket hook and number**
de: **Kopieren von Ticket-Hook und Nummer**

source: To copy the ticket hook and number from another ticket, click on the copy button at the top or use the keyboard shortcut :kbd:`.` in that ticket.
de: Um den Ticket-Hook und die Ticket-Nummer aus einem anderen Ticket zu kopieren, klicken Sie auf die Kopier-Schaltfläche oben oder verwenden Sie das Tastaturkürzel :kbd:`.` in diesem Ticket.

source: Check of completed checklist
de: Überprüfung auf Erledigung der Checkliste

source: Zammad includes a feature to automatically check if all checklist items are completed. The check is performed when you set a ticket to closed. If not all items are completed, Zammad will prompt you to either work on the remaining tasks and keep the ticket open or to close it anyway.
de: Zammad prüft automatisch, ob alle Elemente der Checkliste abgeschlossen sind. Die Prüfung wird durchgeführt, wenn Sie ein Ticket auf "geschlossen" setzen. Wenn nicht alle Elemente erledigt sind, fordert Zammad Sie auf, entweder die verbleibenden Aufgaben zu bearbeiten und das Ticket offen zu lassen oder es trotzdem zu schließen.

source: When referencing other tickets in your checklist, only those which are closed (with a green circle) are considered as completed.
de: Wenn Sie in Ihrer Checkliste auf andere Tickets verweisen, gelten nur diejenigen als erledigt, die abgeschlossen sind (mit einem grünen Kreis).

source: Customers
de: Kunden
sr: Клијенти
tr: Müşteriler
