Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: When splitting a ticket, the target message is imported into the new ticket dialog. As usual, remember to select the **type** (call/email).
tr: Bir bileti bölerken, hedef mesaj yeni bilet iletişim kutusuna aktarılır. Her zamanki gibi, **türü** (arama/e-posta) seçmeyi unutmayın.

source: The original ticket is :doc:`linked <link>` to the new one, as seen in the ticket pane.
tr: Orijinal bilet, bilet panelinde görüldüğü gibi yenisine :doc:`bağlıdır <link>`.

source: If you find yourself creating lots of tickets with the same basic attributes, use **ticket templates** to fill them in next time with a single click.
tr: Kendinizi aynı temel özelliklere sahip çok sayıda bilet oluştururken bulursanız, bir dahaki sefere tek bir tıklamayla doldurmak için **bilet şablonlarını** kullanın.

source: Use the ticket pane to load or create ticket templates.
tr: Bilet şablonlarını yüklemek veya oluşturmak için bilet bölmesini kullanın.

source: To create a new template, start by filling in a new ticket as usual. Then, instead of submitting the ticket form, use the **template dialog** in the ticket pane to enter a name for your new template, and click “Save”.
tr: Yeni bir şablon oluşturmak için her zamanki gibi yeni bir bilet doldurarak başlayın. Ardından, bilet formunu göndermek yerine, yeni şablonunuz için bir ad girmek üzere bilet bölmesindeki **şablon iletişim kutusunu** kullanın ve "Kaydet"i tıklayın.

source: The next time you create a ticket, you’ll find your new template in the “Select template” dropdown. Click it to apply your saved attributes to the new ticket.
tr: Bir dahaki sefere bir bilet oluşturduğunuzda, yeni şablonunuzu "Şablon seçin" açılır menüsünde bulacaksınız. Kayıtlı özelliklerinizi yeni bilete uygulamak için tıklayın.

source: Any template created by any agent will be available to **all** agents.
tr: Herhangi bir aracı tarafından oluşturulan herhangi bir şablon **tüm** aracılar tarafından kullanılabilir.

source: If time accounting is enabled, this dialog will appear each time you update a ticket. Enter how much time you spent on it (in minutes, or whichever unit of time all your other colleagues are using).
tr: Zaman hesaplaması etkinleştirildiyse, bir bileti her güncellediğinizde bu iletişim kutusu görünecektir. Bunun için ne kadar zaman harcadığınızı girin (dakika olarak veya diğer tüm meslektaşlarınızın kullandığı zaman birimi).

source: **🤔 Huh? I don’t see a “Time Accounting” dialog...**
tr: **🤔 Pardon? "Zaman Hesaplama" diyaloğunu göremedim...**

source: This feature is **optional**; if you don’t see it whenever you update a ticket, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/manage-time-accounting.html>`_.
tr: Bu özellik **isteğe bağlıdır**; bir bileti güncellediğiniz zaman görmüyorsanız, bu yöneticiniz tarafından etkinleştirilmediği anlamına gelir. Yöneticiler daha fazla bilgi için `buraya <https://admin-docs.zammad.org/en/latest/manage-time-accounting.html>`_ bakabilir.

source: If you plan to work on tickets, you’d better know how to find ’em first.
tr: Biletler üzerinde çalışmayı planlıyorsanız, öncelikle onları nasıl bulacağınızı bilmelisiniz.

source: 📥 Think of overviews as **inboxes**, each with a different filter for the tickets it displays.
tr: 📥 Genel bakışları, her biri gösterdiği biletler için farklı bir filtreye sahip **gelen kutuları** olarak düşünün.

source: Looking for an archived ticket? Use the **search bar**.
tr: Arşivlenmiş bir bilet mi arıyorsun? **arama çubuğu**nu kullan.

source: It’s not just for tickets! Results cover 💬 **chat logs**, 👨 **customers**, and 🏢 **organizations**, too.
tr: Sadece biletler için değil! Sonuçlar, 💬 **sohbet kayıtları**, 👨 **müşteriler**, ve 🏢 **organizasyonlar**ı da kapsar.

source: Managing Ticket Settings
tr: Bilet Ayarlarını Yönetmek

source: This is where you’ll spend the vast majority of your time in Zammad.
tr: Zammad'da zamanınızın büyük çoğunluğunu geçireceğiniz yer burasıdır.

source: Once you get the hang of the tasks below, there’s really not much more to it.
tr: Aşağıdaki görevleri bir kez öğrendiğinizde, bundan daha fazlası olmayacaktır.

source: Zammad does its best to create tickets automatically when new customer issues come your way. But sometimes, there’s just no way for Zammad to know when an issue arrives – like when a customer calls on the phone.
tr: Zammad, yeni müşteri sorunları size geldiğinde otomatik olarak bilet oluşturmak için elinden gelenin en iyisini yapar. Ancak bazen, Zammad'ın bir sorunun ne zaman geldiğini bilmesinin bir yolu yoktur - örneğin bir müşterinin telefonla araması gibi.

source: Click the **➕ button** to create a new ticket. The default ticket type is **received call**.
tr: Yeni bir bilet oluşturmak için **➕ butonuna** tıklayın. Varsayılan bilet türü **gelen arama** şeklindedir.

source: Here’s a quick run-down of each input field in the New Ticket form:
tr: İşte Yeni Bilet formundaki her bir giriş alanının hızlı bir incelemesi:

source: Autocomplete can’t find customers by name.
tr: Otomatik tamamlama ada göre müşterileri bulamaz.

source: Tickets are threads of messages & notes about a customer service issue. :doc:`⚙️ Manage a ticket’s settings <settings>` in the **ticket pane** on the right.
tr: Biletler, bir müşteri hizmetleri sorunuyla ilgili mesaj ve not dizileridir. :doc:`⚙️ Bir biletin ayarlarını sağdaki **bilet bölmesinde** yönetin <settings>` .

source: 📇 Any time you open a ticket, a new entry will appear in your :doc:`tab list</advanced/tabs>` in the main menu.
tr: 📇 Bir bilet açtığınızda, ana menüdeki :doc:`sekme listenizde </advanced/tabs>` yeni bir giriş görünecektir.

source: ⏩ You can also **forward messages**, just as you would in any email client (attachments are included automatically).
tr: ⏩ Ayrıca, herhangi bir e-posta istemcisinde yaptığınız gibi **mesajları iletebilirsiniz** (ekler otomatik olarak eklenir).

source: This way, you can share correspondences with people who don’t have Zammad (like a third-party supplier).
tr: Bu şekilde, Zammad'a sahip olmayan kişilerle (üçüncü taraf bir tedarikçi gibi) yazışmaları paylaşabilirsiniz.

source: Click on a message to see detailed information about it.
tr: Hakkındaki detaylı bilgiyi görmek için mesaja tıklayın.

source: Click on the text field at the end of the thread to add a follow-up.
tr: Bir takip eklemek için konunun sonundaki metin alanına tıklayın.

source: Click the 🔒 button to change the visibility of a note or message.
tr: Bir not veya mesajın görünürlülüğünü değiştirmek için 🔒 butonuna tıklayın.

source: **🙅 I’m working here!**
tr: **🙅 Burada çalışıyorum!**

source: Use the **ticket pane** to manage a ticket’s settings:
tr: Bir bilet ayarlarını yönetmek için **bilet paneli**ni kullanın.

source: 🚫 Some options may not be available if you do not have the required privileges.
tr: 🚫 Gerekli ayrıcalıklara sahip değilseniz bazı seçenekler kullanılamayabilir.

source: Use the highlighter tool in the upper-righthand corner to mark up important text. (Your highlights are **not** visible to other agents.)
tr: Önemli metni işaretlemek için sağ üst köşedeki vurgulayıcı aracını kullanın. (Öne çıkanlarınız diğer temsilciler tarafından **görünmez**.)

source: Suppose your organization uses Zammad for both sales and customer support. You’ve got ten different agents spread across two teams, handling dozens of tickets a day.
tr: Kuruluşunuzun hem satış hem de müşteri desteği için Zammad kullandığını varsayalım. İki takıma yayılmış, günde düzinelerce biletle ilgilenen on farklı temsilciniz var.

source: Without groups, all ten agents can see (and respond to) every single ticket that comes in, regardless of which department it’s for. This isn’t problematic *per se,* but it does lead to a lot of unnecessary clutter in the :doc:`overviews menu </basics/find-ticket>`. (It can be much worse when, for example, a customer service rep sees tickets meant for your HR department, and finds out how much their colleagues in sales are making! 💸💸💸)
tr: Gruplar olmadan, on temsilcinin tümü, hangi departman için olduğuna bakılmaksızın gelen her bir bileti görebilir (ve yanıt verebilir). Bu *başlı başına* bir sorun teşkil etmez, ancak :doc:`genel bakış menüsünde </basics/find-ticket>` çok fazla gereksiz dağınıklığa yol açar. (Örneğin, bir müşteri hizmetleri temsilcisi İK departmanınız için hazırlanmış biletleri gördüğünde ve satıştaki meslektaşlarının ne kadar kazandığını öğrendiğinde çok daha kötü olabilir! 💸💸💸)

source: If, instead, each agent were assigned to an appropriate group, then they’d only ever see the tickets that belong to their own group.
tr: Bunun yerine, her temsilci uygun bir gruba atanmış olsaydı, yalnızca kendi gruplarına ait biletleri görebilirlerdi.

source: **So how do I manage which team I’m on?**
tr: **Peki hangi takımda olduğumu nasıl yönetebilirim?**

source: You don’t – that’s the `administrator’s job <https://admin-docs.zammad.org/en/latest/manage-groups.html>`_.
tr: Yapamazsınız – bu `yöneticinin işidir `_.

source: However, you can *check* which teams you’re on in the Notifications section of your :doc:`user settings </extras/profile-and-settings>`:
tr: Ancak, :doc:`kullanıcı ayarları </extras/profile-and-settings>`nızın Bildirimler bölümünden hangi takımlarda olduğunuzu *kontrol edebilirsiniz*:

source: If you belong to more than one group, you may re-assign a ticket from one of your groups to another. In general, though, you won’t need to do this unless you’re an admin, or an admin has discussed the procedure with you beforehand.
tr: Birden fazla gruba aitseniz, gruplarınızdan birinden diğerine bir bileti yeniden atayabilirsiniz. Genel olarak, bir yönetici değilseniz veya bir yönetici prosedürü sizinle önceden tartışmadıysa bunu yapmanız gerekmez.

source: A ticket’s **owner** is simply *the agent that is currently responsible for it*.
tr: Bir biletin **sahibi**, basitçe *ondan sorumlu olan aracıdır*.

source: It depends on your organization’s workflow, but in most cases, **you will assign tickets to yourself** when you choose an issue to work on from the pool of new tickets.
tr: Bu, organizasyonunuzun iş akışına bağlıdır, ancak çoğu durumda, yeni biletler havuzundan üzerinde çalışılacak bir sorun seçtiğinizde **kendinize bildirim atayacaksınız**.

source: In principle, any agent may assign a ticket to any other, as long as both have the required privileges for the ticket’s :doc:`group <group>`.
tr: Prensip olarak, her ikisi de biletin :doc:`grubu<group>` için gerekli ayrıcalıklara sahip olduğu sürece, herhangi bir temsilci bir bileti diğerine atayabilir.

source: What’s the difference between “new” and “open”?
tr: "Yeni" ve "açık" arasındaki fark nedir?

source: States do more than just indicate progress: Zammad has a fine-grained time tracking feature (so-called “\ `service-level agreements <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_\ ”, or SLAs) that uses state information to measure how long it takes for customers to get a response on a new ticket or get their issues resolved entirely.
tr: Durumlar, ilerlemeyi belirtmekten fazlasını yapar: Zammad, müşterilerinin yeni bir biletine yanıt verilmesinin veya sorunlarının tamamen çözülmesininin ne kadar sürdüğünü ölçmek için durum bilgilerini kullanan ayrıntılı bir zaman izleme özelliğine (buna “\ `hizmet düzeyi anlaşmaları `_\ ” veya SLA'lar denir) sahiptir.

source: On a *new* ticket, the customer still hasn’t received her first response on the issue.
tr: *Yeni* bir bilette, müşteri sorunla ilgili ilk yanıtını henüz almamıştır.

source: On an *open* ticket, the customer has received an initial response, but the issue still hasn’t been resolved.
tr: *Açık* bir bilette, müşteriye ilk yanıt verilmiştir, ancak sorun hala çözülmemiştir.

source: So, for instance, a ticket may be marked *pending reminder* if it’s waiting on feedback from a third-party supplier who’s out of town until next week.
tr: Bu nedenle, örneğin, bir bilet gelecek haftaya kadar şehir dışında olan üçüncü taraf bir tedarikçiden geri bildirim bekliyorsa *hatırlatma bekleniyor* olarak işaretlenebilir.

source: **🤔 Huh? I don’t see “Phone” in the menu...**
tr: **🤔 Pardon? "Telefon" menüsünü göremedim...**

source: This feature is **optional**; if you don’t see it in the main menu, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/system-integrations.html#integrations-for-phone-systems>`_.
tr: Bu özellik **isteğe bağlıdır**; ana menüde görmüyorsanız, bu yöneticiniz tarafından etkinleştirilmediği anlamına gelir. Yöneticiler daha fazla bilgi için `buraya <https://admin-docs.zammad.org/en/latest/system-integrations.html#integrations-for-phone-systems>`_ bakabilir.

source: 🏢 The caller log shows all incoming and outgoing calls **for the entire team**.
tr: 🏢 Arama kaydı **tüm ekip için** gelen ve giden aramaları gösterir.

source: 👤 Click on unrecognized numbers in the caller log to **create a new customer and ticket**. (Unrecognized phone numbers cannot be added to existing customers in this way.)
tr: **Yeni bir müşteri ve çağrı oluşturmak** için arama kaydındaki tanınmayan numaralara tıklayın. (Tanınmayan telefon numaraları bu şekilde mevcut müşterilere eklenemez.)

source: **🤔 Huh? I don’t see “Customer Chat” in the menu...**
tr: **🤔 Pardon? "Müşteri Sohbeti" menüsünü göremedim...**

source: This feature is **optional**; if you don’t see it in the main menu, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/channels-chat.html>`_.
tr: Bu özellik **isteğe bağlıdır**; ana menüde görmüyorsanız, bu yöneticiniz tarafından etkinleştirilmediği anlamına gelir. Yöneticiler daha fazla bilgi için `buraya <https://admin-docs.zammad.org/en/latest/channels-chat.html>`_ bakabilir.

source: ⌨️ Live chat supports `text modules <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_.
tr: ⌨️ Canlı sohbet `metin modüllerini <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_ destekler.

source: 📝 Chats can be **renamed** or **tagged**, and record technical details about the customer’s connection.
tr: 📝 Sohbetler **yeniden adlandırılabilir** veya **etiketlenebilir**, ve müşterinin bağlantısıyla ilgili teknik detaylar kaydedilebilir.

source: Use the **ticket pane** to manage customer profiles.
tr: Müşteri profillerini yönetmek için **bilet paneli**ni kullanın.

source: Click the 👨 tab in the ticket pane to see the customer’s profile.
tr: Müşterinin profilini görmek için bilet panelindeki 👨 sekmesine tıklayın.

source: Hover over the **open/closed** labels to see a summary of the customer’s other tickets.
tr: Müşterinin diğer biletlerinin bir özetini görmek için imleci **açık/kapalı** etiketlerinin üzerine getirin.

source: To edit the customer’s profile, use the **customer submenu**:
tr: Müşterinin profilini düzenlemek için, **müşteri altmenüsü**nü kullanın:

source: Like :doc:`ticket priority </basics/service-ticket/settings/priority>`, **VIP status** doesn’t actually do anything out-of-the-box, but an admin *can* set up automated system hooks based on this value, or use it as a filter for :doc:`custom overviews </basics/find-ticket/browse>`.
tr: :doc:`Bilet önceliği </basics/service-ticket/settings/priority>`, aslında **VIP durumu** gibi kutu dışında herhangi bir şey yapmaz, ancak yönetici bu değeri baz alan otomatik sistem kancaları ayarlayabilir veya :doc:`genel bakışları özelleştirmek </basics/find-ticket/browse>` için bir filtre olarak kullanabilir.

source: **Ask your administrator** about how she’d like you to use this attribute (or just leave it alone).
tr: **Yöneticinize** bu özelliği nasıl kullanmanızı istediğini sorun (veya olduğu gibi bırakın).

source: **1. Waiting Time Today**
tr: **1. Bugün Bekleme Süresi**

source: **5. Your Tickets in Process**
tr: **5. İşlemdeki Biletlerin**

source: 🤔 **Huh? I don’t see** |github| **or** |gitlab| **tabs...**
tr: 🤔 **Pardon? * |github| **veya** |gitlab| **sekmelerini görmüyorum...**

source: This feature is **optional**; if you don’t see it in the ticket pane, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/system/integrations.html#integrations-for-issue-trackers>`_.
tr: Bu özellik **isteğe bağlıdır**; bilet panelinde görmüyorsanız, bu yöneticiniz tarafından etkinleştirilmediği anlamına gelir. Yöneticiler daha fazla bilgi için `buraya <https://admin-docs.zammad.org/en/latest/system/integrations.html#integrations-for-issue-trackers>`_ bakabilir.

source: At the top of the ticket pane, select **GitHub / GitLab > Link Issue**, then enter a valid issue URL.
tr: Bilet panelinin üstünden, *GitHub / GitLab > Sorun Bağla**yı seçin ve sonra geçerli bir sorun URL'i girin.

source: ⌛ **Linking a new issue can be slow sometimes.**
tr: ⌛ **Yeni bir sorun bağlamak bazen yavaş olabilir.**

source: i-doit: Use Tickets to Track Company Property
tr: i-doit: Kuruluş Varlıklarını İzlemek için Biletleri Kullanın

source: With `i-doit <https://www.i-doit.com/>`_ integration, you can list which pieces of your company’s property are related to any given ticket. That includes both physical and digital infrastructure, from servers to meeting rooms to virtual machines to software licenses.
tr: `i-doit`_ entegrasyonu ile herhangi bir biletle kuruluşunuzun varlıklarının hangi parçalarının ilişkili olduğunu listeleyebilirsiniz. Bu, sunuculardan toplantı odalarına, sanal makinelere ve yazılım lisanslarına kadar hem fiziksel hem de dijital altyapıyı içerir.

source: Use the 🖨 **printer** tab to view or manage a ticket’s assets from i-doit.
tr: i-doit'ten bir biletin varlıklarını görüntülemek veya yönetmek için 🖨 **yazıcı** sekmesini kullanın.

source: **🤔 Huh? I don’t see a 🖨 printer tab...**
tr: **🤔 Pardon? 🖨 Yazıcı sekmesini görmüyorum...**

source: This feature is **optional**; if you don’t see it in the ticket view, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/system/integrations/i-doit.html>`_.
tr: Bu özellik **isteğe bağlıdır**; bilet görünümünde görmüyorsanız, bu yöneticiniz tarafından etkinleştirilmediği anlamına gelir. Yöneticiler daha fazla bilgi için `buraya <https://admin-docs.zammad.org/en/latest/system/integrations/i-doit.html>`_ bakabilir.

source: It’s also a great way to document quirks in the company’s belongings: Why haven’t we upgraded this system from Windows Vista yet? What did we decide to do about that faulty network switch? And why does the coffee maker keep shutting off before it’s finished? 🤬
tr: Ayrıca şirketin eşyalarındaki tuhaflıkları belgelemek için harika bir yol: Bu sistemi neden henüz Windows Vista'dan yükseltmedik? Bu hatalı ağ anahtarı hakkında ne yapmaya karar verdik? Ve kahve makinesi neden bitmeden kapanıp duruyor? 🤬

source: 👨‍💻 **New to i-doit?**
tr: 👨‍💻 **i-doit'te yeni misiniz?**

source: Ask your administrator / IT personnel to give you a tour—otherwise, the directions below might not make much sense. (And if your organization isn’t already using i-doit, this guide is not for you.)
tr: Yöneticinizden / BT personelinizden size bir tur yapmasını isteyin; aksi takdirde aşağıdaki talimatlar pek anlamlı olmayabilir. (Kuruluşunuz zaten i-doit kullanmıyorsa bu kılavuz sizin için değildir.)

source: Click the 💬 in the toolbar to list an asset’s tickets. Use the **🔗 Open in ticketsystem** button to open the ticket in Zammad.
tr: Bir varlığın biletlerini listelemek için araç çubuğundaki 💬 simgesine tıklayın. Bileti Zammad'da açmak için **🔗 Bilet sisteminde aç** butonunu kullanın.

source: You can even launch Zammad’s new ticket dialog directly from i-doit, with the asset already linked for you:
tr: Hatta Zammad'ın yeni bilet iletişim kutusunu doğrudan i-doit'ten başlatabilirsiniz, varlık zaten sizin için bağlanmıştır:

source: **🤔 Huh? I don’t see “Knowledge Base” in the menu...**
tr: **🤔 Pardon? "Bilgi Tabanı" menüsünü göremedim...**

source: This feature is **optional**; if you don’t see it in the main menu, that means your administrator hasn’t enabled it yet. Administrators can learn more `here <https://admin-docs.zammad.org/en/latest/manage/knowledge-base.html>`_.
tr: Bu özellik **isteğe bağlıdır**; ana menüde görmüyorsanız, bu yöneticiniz tarafından etkinleştirilmediği anlamına gelir. Yöneticiler daha fazla bilgi için `buraya <https://admin-docs.zammad.org/en/latest/manage/knowledge-base.html>`_ bakabilir.

source: Use the **“Edit” button** in the top toolbar to switch into **Edit Mode** (and back again).
tr: **Düzenleme Modu**na geçmek (ve tekrar geri dönmek) için üst araç çubuğundaki **“Düzenle” butonunu** kullanın.

source: **🤔 Huh? I don’t see an “Edit” button...**
tr: **🤔 Pardon? “Düzenle” butonunu göremedim...**

source: By default, agents are **not permitted to create, edit, or manage knowledge base articles**. If you wish to edit the knowledge base, talk to your administrator about granting you the appropriate permissions.
tr: Varsayılan olarak, aracıların **bilgi tabanı makaleleri oluşturmasına, düzenlemesine veya yönetmesine izin verilmez**. Bilgi tabanını düzenlemek istiyorsanız, size uygun izinleri verme konusunda yöneticinizle görüşün.

source: 🚧 **What happens when a page hasn’t been translated into the selected language yet?**
tr: 🚧 **Bir sayfa henüz seçilen dile çevrilmediğinde ne olur?**

source: 📁 If you relocate a category using the **Parent** menu, all of its articles and sub-categories will be relocated with it.
tr: 📁 **Üst** menüsünü kullanarak bir kategorinin yerini değiştirirseniz, tüm makaleleri ve alt kategorileri de onunla birlikte taşınacaktır.

source: 🗑️ Categories can only be deleted once **all of their articles and sub-categories** have been deleted or relocated.
tr: 🗑️ Kategoriler yalnızca **tüm makaleleri ve alt kategorileri** silindiğinde veya yeri değiştirildiğinde silinebilir.

source: 🙈 Set the **visibility** of an answer to control who can see an article, or schedule it to be published at a later date. Articles are **color-coded** according to their visibility:
tr: 🙈 Bir makaleyi kimlerin görebileceğini kontrol etmek veya daha sonraki bir tarihte yayınlanmasını planlamak için yanıtın **görünürlüğünü** ayarlayın. Makaleler, görünürlüklerine göre **renk kodu** alır:

source: Tickets track communication between individuals, but oftentimes, your company’s real client is **another company** (or **organization**). Customers can be grouped into organizations to monitor their activity as a whole.
tr: Biletler bireyler arasındaki iletişimi izler, ancak çoğu zaman şirketinizin gerçek müşterisi **başka bir şirkettir** (veya **organizasyondur**). Müşteriler, faaliyetlerini bir bütün olarak izlemek için kuruluşlar halinde gruplanabilir.

source: Use the **ticket pane** to manage organization profiles.
tr: Organizasyon profillerini yönetmek için **bilet paneli**ni kullanın.

source: Click the 👪 tab in the ticket pane to see the organization’s profile.
tr: Organizasyonun profilini görmek için bilet panelindeki 👪 sekmesine tıklayın.

source: To edit the organization’s profile, use the **organization submenu**:
tr: Organizasyonun profilini düzenlemek için, **organizasyon altmenüsü**nü kullanın:

source: Click the 🏢 button in the ticket pane to see a detailed breakdown of the organization’s stats.
tr: Organizasyonun istatistiklerinin ayrıntılı bir dökümünü görmek için bilet panelindeki 🏢 butonuna tıklayın.

source: Click on your avatar at the bottom of the main menu to access your **profile and settings**.
tr: **Profil ve ayarlar**ınıza erişmek için ana menünün altındaki avatarınıza tıklayın.

source: Upload an avatar.
tr: Bir avatar yükleyin.

source: Password
tr: Parola
