Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: Loading a shared draft, (adjusting and) updating the ticket with an article will cause Zammad to *remove* the shared draft.
de: Das Laden eines geteilten Entwurfs, (anpassen und) aktualisieren des Tickets mit einem Artikel lässt Zammad den geteilten Entwurf *entfernen*.
sr: Примена дељеног нацрта, (промена и) освежавање тикета чланком ће довести до тога да Zammad *уклони* заједнички нацрт.

source: This also applies if you're sharing the draft before submitting! Zammad expects that the draft is no longer needed.
de: Das trifft auch auf das Teilen von Entwürfen vor dem Absenden zu! Zammad erwartet, dass der Entwurf nicht länger notwendig ist.
sr: Ово такође важи ако поделите нацрт пре слања! Zammad очекује да нацрт више није потребан.

source: Manage, edit, and reorganize knowledge base articles from the **knowledge base** panel.
de: Verwalten, bearbeiten und strukturieren Sie alle Artikel im **Knowledge Base** - Bereich.
sr: Управљајте, уредите и реорганизујте чланке базе знања из панела **базе знања**.
tr: **Bilgi tabanı** panelinden bilgi tabanı makalelerini yönetin, düzenleyin ve yeniden organize edin.

source: This feature is **optional**; if you don't see it in the main menu, that means your administrator hasn't enabled it yet. Administrators can learn more on our :admin-docs:`admin documentation </manage/knowledge-base.html>`.
de: Diese Funktion ist **optional**; wenn Sie sie nicht im Hauptmenü sehen bedeutet das, dass Ihr Administrator sie noch nicht aktiviert hat. Administratoren können mehr in unserer :admin-docs:`Admin-Dokumentation </manage/knowledge-base.html>` erfahren.
sr: Ова функција је **опциона**; ако је не видите у главном менију, то значи да је ваш администратор још није омогућио. Администратори могу сазнати више у нашој :admin-docs:`администраторској документацији </manage/knowledge-base.html>`.

source: Knowledge Base Preview Mode
de: Vorschau-Modus Knowledge Base
sr: Режим приказа базе знања

source: The knowledge base panel begins in **Preview Mode**. With some small exceptions, Preview Mode shows what the published knowledge base will look like.
de: Das Fenster der Wissensdatenbank beginnt im **Vorschau-Modus**. Mit einigen kleinen Ausnahmen zeigt der Vorschau-Modus an, wie die veröffentlichte Wissensdatenbank aussehen wird.
sr: Панел базе знања почиње у **Режиму приказа**. Уз неке мале изузетке, режим приказа показује како ће изгледати објављена база знања.
tr: Bilgi tabanı paneli **Önizleme Modu**'nda başlar. Bazı küçük istisnalar dışında Önizleme Modu, yayınlanan bilgi tabanının nasıl görüneceğini gösterir.

source: Getting Started
de: Erste Schritte
sr: Почетак
tr: Başlarken

source: Knowledge Base Link to published knowledge base
de: Knowledge Base Link zur öffentlichen Knowledge Base
sr: Веза до објављене базе знања

source: Use the **↗️ button** in the top toolbar to see the published knowledge base.
de: Mit dem **↗️ Button** in der oberen Symbolleiste gelangt man zur öffentlichen Knowledge Base.
sr: Користите дугме **↗️** на горњој траци са алаткама да бисте видели објављену базу знања.
tr: Yayınlanan bilgi tabanını görmek için üst araç çubuğundaki **↗️ butonunu** kullanın.

source: Knowledge Base Edit Mode
de: Editiermodus Knowledge Base
sr: Режим уређивања базе знања

source: 👆 In Edit Mode, use the righthand menu to navigate through the knowledge base.
de: 👆 Verwenden Sie im Bearbeitungsmodus das Menü auf der rechten Seite, um durch die Wissensdatenbank zu navigieren.
sr: 👆 У режиму за уређивање, користите десни мени за навигацију кроз базу знања.
tr: 👆 Düzenleme Modunda, bilgi tabanında gezinmek için sağdaki menüyü kullanın.

source: Use the **“Edit” button** in the top toolbar to switch into **Edit Mode** (and back again). If you can't see the "Edit" button, you should talk to your administrator about granting you the appropriate permissions. By default, agents are **not permitted to create, edit, or manage knowledge base articles**.
de: Verwenden Sie die Schaltfläche **"Bearbeiten "** in der oberen Symbolleiste, um in den **Bearbeitungsmodus** zu wechseln (und wieder zurück). Wenn Sie die Schaltfläche "Bearbeiten" nicht sehen können, sollten Sie mit Ihrem Administrator sprechen, um Ihnen die entsprechenden Rechte zu erteilen. Standardmäßig sind Agenten **nicht berechtigt, Knowledge Base-Artikel zu erstellen, zu bearbeiten oder zu verwalten**.
sr: Користите дугме **„измени”** у горњој траци да бисте прешли у **мод уређивања** (и назад из њега). Уколико не видите дугме „измени”, попричајте са вашим администратором да вам додели одговарајуће дозволе. Подразумевано, оператерима **није дозвољено да додају, уређују или управљају чланцима базе знања**.

source: Switching Languages
de: Sprachen wechseln
sr: Промена језика
tr: Dilleri Değiştirmek

source: Switch languages
de: Sprachen wechseln
sr: Пребаците језике

source: Use the language menu to view or edit translations of the current page.
de: Nutzen Sie das Sprachmenü, um Übersetzungen der aktuellen Seite anzuzeigen oder zu bearbeiten.
sr: Користите мени језика да видите или уредите преводе тренутне странице.
tr: Geçerli sayfada çevirileri görüntülemek veya düzenlemek için dil menünüsü kullanın.

source: If you select a language, in which the page hasn't been translated into yet, the behavior depends on the state of the page:
de: Wenn Sie eine Sprache auswählen, in die die Seite noch nicht übersetzt wurde, hängt das Verhalten vom Status der Seite ab:
sr: Уколико одаберете језик за који још увек не постоји превод, понашање ће зависити од статуса стране:

source: in Edit Mode
de: Im Bearbeiten-Modus
sr: у режиму уређивања
tr: Düzenleme Modunda

source: Untranslated pages are marked with a ⚠️ **warning sign**:
de: Nicht übersetzte Seiten sind mit einem ⚠️ **Warnzeichen** gekennzeichnet:
sr: Непреведене странице су означене ⚠️ **знаком упозорења**:
tr: Çevrilmemiş sayfalar ⚠️ **uyarı işareti** ile işaretlenir:

source: Missing translation warning
de: Warnung zu einer fehlenden Übersetzung
sr: Упозорење о недостајућем преводу

source: in Preview Mode
de: Im Vorschau-Modus
sr: у режиму приказа
tr: Önizleme Modunda

source: Untranslated pages are only visible to users with **edit permissions**:
de: Nicht übersetzte Seiten sind nur für Benutzer mit **Bearbeitungs-Berechtigung** sichtbar:
sr: Непреведене странице су видљиве само корисницима са **дозволом за уређивање**:
tr: Çevrilmemiş sayfalar sadece **izinler düzenlenerek** kullanıcılara gösterilir:

source: in the published knowledge base
de: in der öffentlichen Knowledge Base
sr: у објављеној бази знања
tr: yayınlanmış bilgi tabanında

source: Untranslated pages are **always hidden**:
de: Nicht übersetzte Seiten werden **immer ausgeblendet**:
sr: Непреведене странице су **увек сакривене**:
tr: Çevrilmemiş sayfalar **her zaman gizlenir**:

source: Using RSS Feeds
de: RSS-Feeds benutzen
sr: Коришћење RSS извора

source: Zammad allows you to subscribe to either the knowledge base as whole or to specific categories. There's both a public and an internal option to do so.
de: Es ist möglich entweder die gesamte Knowledge Base oder bestimmte Kategorien zu abonnieren. Es gibt sowohl eine öffentliche als auch eine interne Option dafür.
sr: Zammad вам омогућава да се претплатите на базу знања у целини или на одређене категорије. Постоји и јавна и интерна опција ове функције.

source: By default, RSS feeds are disabled. If you wish to use the RSS function, talk to your administrator about enabling the function.
de: Standardmäßig sind RSS-Feeds deaktiviert. Wenden Sie sich an Ihren Administrator, wenn Sie die RSS-Funktion aktivieren möchten.
sr: Подразумевано, RSS извори су искључени. Ако желите да користите RSS функцију, замолите свог администратора да је укључи.

source: Public RSS function
de: öffentliche RSS-Funktion
sr: Јавна RSS функција

source: The RSS button of the public knowledge base page is located at the bottom of each page. If enabled, the button will be available to anybody visiting the page.
de: Die RSS-Schaltfläche der Knowledge Base befindet sich im unteren Bereich jeder Seite. Wenn aktiviert, steht die Schaltfläche jedem Besucher der Seite zur Verfügung.
sr: Дугме RSS на страници јавне базе знања налази се при дну сваке странице. Ако је омогућено, дугме ће бити доступно свима који посећују страницу.

source: Screenshot showing the context menu of the RSS button
de: Screenshot der das Kontextmenü der RSS-Schaltfläche zeigt
sr: Снимак екрана који приказује контекстни мени RSS дугмета

source: Internal RSS function
de: Interne RSS-Funktion
sr: Интерна RSS функција

source: The internal RSS button can be found on the upper right next to the edit button. It's available on every internal knowledge base page you display.
de: Die interne RSS-Schaltfläche befindet sich oben rechts neben der Bearbeiten-Schaltfläche. Die RSS-Schaltfläche ist auf jeder internen Knowledge-Base-Seite verfügbar.
sr: Интерно RSS дугме се налази у горњем десном углу поред дугмета за уређивање. Доступно је на свакој интерној страници базе знања коју гледате.

source: Pressing the the RSS button will provide up to two RSS feeds to subscribe to.
de: Ein Druck auf den RSS-Knopf bietet bis zu zwei RSS-Feeds zum Abonnieren an.
sr: Притиском на дугме RSS добићете до два RSS канала на које се можете претплатити.

source: Screenshot showing the modal for of the RSS button
de: Bildschirmaufnahme zeigt den Dialog für den RSS-Knopf
sr: Снимак екрана који приказује дијалог RSS дугмета

source: Keep in mind that internal RSS links contain **personal** access tokens. **Never share these URLs with third parties!**
de: Beachten Sie, dass der interne RSS-Link einen **persöhnlichen** Zugangstoken beinhaltet. **Teilen Sie niemals diese URLs mit Dritten!**
sr: Имајте на уму да интерне RSS везе садрже **личне** приступне токене. **Никада не делите ове URL адресе са другима!**

source: If you want to revoke the access and renew your token, you can do so in the RSS modal.
de: Falls Sie den Zugriff für den Token entziehen und ihn erneuenten möchte, können Sie das im RSS-Dialog tun.
sr: Ако желите да опозовете приступ и обновите свој токен, то можете учинити у RSS дијалогу.

source: Screenshot showing the access token reset link on the lower end of the RSS feed modal (internal knowledge base)
de: Die Bildschirmaufnahme zeigt den Link zum Zurücksetzen des Zugriffstoken am unteren Ende des RSS-Feed-Dialogs (interne Knowledge Base)
sr: Снимак екрана који приказује везу за поништавање токена приступа при дну дијалога RSS извора (интерна база знања)

source: Editing Categories
de: Kategorien bearbeiten
sr: Уређивање категорија
tr: Kategorileri Düzenlemek

source: Edit category
de: Kategorie editieren
sr: Уреди категорију

source: You can relocate a category using the **Parent** menu. Doing so, all of its articles and sub-categories will be relocated with it.
de: Sie können eine Kategorie über das Menü **Eltern** verschieben. Dabei werden alle Artikel und Unterkategorien der Kategorie mit verschoben.
sr: Можете преместити категорију помоћу менија **Надређени**. Сви њени чланци и подкатегорије ће бити премештени са њом.

source: You can delete categories by clicking on the 🗑️ **Delete** button. Categories can only be deleted once **all of their articles and sub-categories** have been deleted or relocated.
de: Sie können Kategorien löschen, indem Sie auf die Schaltfläche 🗑️ **Löschen** klicken. Kategorien können erst gelöscht werden, wenn **alle ihre Artikel und Unterkategorien** gelöscht oder verschoben wurden.
sr: Можете обрисати категорије кликом на дугме 🗑️ **избриши**. Категорије се могу избрисати само када **сви њихови чланци и подкатегорије** буду избрисани или премештени.

source: Granular Category Permissions
de: Differenzierte Kategorieberechtigungen
sr: Ограничене дозволе категорије

source: Granular category permissions are great to have individual access levels on a role level. Using the granular permissions of a category deactivates the default visibility behavior and applies the permissions you've chosen instead.
de: Differenzierte Kategorieberechtigungen sind großartig um Zugriffsrechte basierend auf Rollen zu definieren. Differenzierte Kategorieberechtigungen deaktivieren die Standardsichtbarkeit und ersetzt sie stattdessen durch die gewählten Rechte.
sr: Ограничене дозволе категорије су одличне за индивидуалне нивое приступа на нивоу улоге. Коришћење ограничених дозвола категорије деактивира подразумевано понашање видљивости и уместо тога примењује грануларне дозволе које сте изабрали.

source: This allows you to divide user groups on a e.g. subscription level to reduce the information load for users that don't need the information.
de: Das erlaubt Ihnen beispielsweise Benutzergruppen nach Vertragstyp zu trennen um die Informationsflut auf das Relevante zu beschränken.
sr: Ово вам омогућава да поделите групе корисника на нпр. ниво претплате како бисте смањили оптерећење информацијама за кориснике којима нису потребне.

source: The roles require **knowledge base reader permission**. Your administrator has to provide the relevant groups with reader permissions for the knowledge base. If you're unsure, please ask your administrator to configure the :admin-docs:`role permissions </manage/roles/agent-permissions.html>` accordingly.
de: Die Rollen erfordern eine **Leseberechtigung für die Knowledge Base**. Ihr Administrator muss die entsprechenden Gruppen mit Leseberechtigungen für die Knowledge Base ausstatten. Wenn Sie unsicher sind, bitten Sie Ihren Administrator, die :admin-docs:`Rollenberechtigungen </manage/roles/agent-permissions.html>` entsprechend zu konfigurieren.
sr: Улоге захтевају **дозволу читаоца базе знања**. Ваш администратор мора да обезбеди одговарајуће групе са дозволама читања за базу знања. Ако нисте сигурни, замолите свог администратора да у складу са тим конфигурише :admin-docs:`дозволе улоге </manage/roles/agent-permissions.html>`.

source: Screencast showing the visibility option for categories for granular access permissions
de: Bildschirmaufzeichnung zeigt die Sichtbarkeitseinstellungen für Kategorien für differenzierte Kategorieberechtigungen
sr: Снимак екрана који приказује опцију видљивости за ограничене дозволе категорије

source: In general, permissions of a parent category are inherited! If you want to grant edit permissions for a sub-category for a specific role for example, set the upper level to "reader" and the desired sub-category to "editor". The same workflow applies to granting "none" permissions, effectively hiding a given sub-category. The other way round is not possible. A role with "editor" permission has full access to it's sub-categories, so it's pointless to limit it's permissions. "None" permissions also cannot be changed down the tree since there would be no path to access permitted sub-categories. If you can't select permissions in the table, this could be the reason.
de: Im Allgemeinen werden die Berechtigungen einer übergeordneten Kategorie vererbt! Wenn Sie z.B. einer bestimmten Rolle Bearbeitungsrechte für eine Unterkategorie erteilen wollen, setzen Sie die übergeordnete Ebene auf "Reader" und die gewünschte Unterkategorie auf "Editor". Der gleiche Arbeitsablauf gilt für die Erteilung von "none" Berechtigungen, wodurch eine bestimmte Unterkategorie effektiv ausgeblendet wird. Der umgekehrte Weg ist nicht möglich. Eine Rolle mit der Berechtigung "Editor" hat vollen Zugriff auf ihre Unterkategorien, so dass es sinnlos ist, ihre Berechtigungen einzuschränken. "None" Berechtigungen können auch nicht in der Baumstruktur geändert werden, da es keinen Pfad für den Zugriff auf erlaubte Unterkategorien gibt. Wenn Sie in der Tabelle keine Berechtigungen auswählen können, könnte dies der Grund sein.
sr: Уопштено говорећи, дозволе надређене категорије се не наслеђују! Уколико, на пример, желите да одобрите дозволе уређивања за подкатегорија одговарајућој улози, подесите горњи ниво на „читаоца” и жељену подкатегорију на „уредника”. Слично се односи на доделу „празних” дозвола, јер се тиме скрива дата подкатегорија. Обрнуто није могуће. Улога са дозволом „уредника” има пун приступ свом подкатегоријама, тако да нема смисла ограничавати јој дозволе. „Празне” дозволе се такоће не могу изменити низводно јер не постоји путања за приступ дозвољеним подређеним категоријама. Уколико не можете да одаберете дозволе у табели, ово може бити разлог.

source: Be aware that public answers are always available!
de: Öffentliche Antworten sind immer verfügbar!
sr: Будите свесни да су јавни чланци су увек доступни!

source: Knowledge base reader permission means that affected users can see **internal answers**. This is a potential issue if you're not dividing carefully!
de: Wissensdatenbank-Reader-Rechte ermöglichen Zugriff auf **interne Antworten**. Das ist ein mögliches Risiko falls Sie nicht umsichtig aufteilen!
sr: Дозвола за читање базе знања значи да корисници могу да виде **интерне чланке**. Ово је потенцијални проблем ако не делите пажљиво!

source: Editing Answers
de: Antworten bearbeiten
sr: Уређивање чланака
tr: Cevapları Düzenlemek

source: Edit answer
de: Antwort editieren
sr: Уредите чланак

source: The knowledge base editor comes equipped with the same **rich text editing capabilities** available in the Zammad ticket composer. That means you can use the same :doc:`keyboard shortcuts </advanced/keyboard-shortcuts>` to insert formatted text, bullet lists, and more. You can even add file attachments and links!
de: Der Knowledge Base-Editor ist mit den gleichen **Bearbeitungsfunktionen** ausgestattet, die auch in der Zammad-Ticket-Maske zur Verfügung stehen. Das bedeutet, dass Sie dieselben :doc:`Tastaturkürzel </advanced/keyboard-shortcuts>` verwenden können, um Text-Formatierungen, Aufzählungszeichen und mehr zu nutzen. Es können sogar Dateianhänge und Links hinzugefügt werden!
sr: Уредник базе знања је опремљен истим **могућностима за уређивање богатог текста** које су доступне и у Zammad уреднику тикета. То значи да можете да користите исте :doc:`пречице на тастатури </advanced/keyboard-shortcuts>` да бисте уметнули форматирани текст, листе са ознакама и још много тога. Можете чак додати датотеке прилога и везе!
tr: Bilgi tabanı düzenleyicisi, Zammad bilet oluşturucusunda bulunan aynı **zengin metin düzenleme yetenekleri** ile donatılmış olarak gelir. Bu, biçimlendirilmiş metin, madde işareti listeleri ve daha fazlasını eklemek için aynı :doc:`klavye kısayollarını </advanced/keyboard-shortcuts>` kullanabileceğiniz anlamına gelir. Hatta dosya ekleri ve bağlantılar ekleyebilirsiniz!

source: Different link types
de: Verschiedene Link-Typen
sr: Различите врсте веза

source: URLs pointing to other websites.
de: URLs, die auf andere Websites verweisen.
sr: URL адресе које упућују на друге интернет локације.
tr: URL'ler diğer web sitelerini gösteriyor.

source: 💡 **Link Answer**
de: 💡 **Link zu einer Antwort**
sr: 💡 **Веза ка чланку**
tr: 💡 **Bağlantılı Cevap**

source: Internal references to other knowledge base answers.
de: Interne Verweise auf andere Antworten der Wissensdatenbank.
sr: Интерне референце на друге чланке базе знања.
tr: Diğer bilgi tabanı cevaplarından iç referanslar.

source: (Will not break if destination URL changes.)
de: (Wird nicht ungültig, wenn sich die Ziel-URL ändert.)
sr: (Неће се прекинути ако се одредишна URL адреса промени.)
tr: (Hedef URL değişirse bozulmaz.)

source: 📋 **Linked Tickets**
de: 📋 **Verlinkte Tickets**
sr: 📋 **Везе ка тикетима**
tr: 📋 **Bağlı Biletler**

source: Internal references to Zammad tickets.
de: Interne Verweise auf Zammad-Tickets.
sr: Интерне референце на Zammad тикете.
tr: Zammad biletlerinden iç referanslar.

source: (Visible only in Preview and Edit Modes.)
de: (Nur im Vorschau- und Bearbeitungsmodus sichtbar.)
sr: (Видљиво само у режимима приказа и уређивања.)
tr: (Sadece Önizleme ve Düzenleme Modlarında görünür.)

source: 🏷️ **Tags**
de: 🏷️ **Schlagworte**
sr: 🏷 **Ознаке**

source: Tags can help categorize or spice answers with further words to find.
de: Schlagworte können beim Kategorisieren helfen oder Antworten mit weiteren auffindbaren Wörtern versehen.
sr: Ознаке могу помоћи у категоризацији или зачинити чланке додатним кључним речима за претрагу.

source: Please note that tags are visible publicly and can be the same like those in your tickets.
de: Bitte beachte Sie, dass Schlagwörter öffentlich sichtbar sind und die gleichen wie in Ihren Tickets sein können.
sr: Имајте на уму да су ознаке јавно видљиве и да могу бити исте као и оне у вашим тикетима.

source: Screencast showing tags on answers
de: Screencast zeigt Tags an Antworten
sr: Снимак екрана који приказује ознаке у чланкцима

source: Visibility
de: Sichtbarkeit
sr: Видљивост

source: Set the **visibility** of an answer to control who can see an article, or schedule it to be published at a later date. Articles are **color-coded** according to their visibility:
de: Legen Sie die **Sichtbarkeit** einer Antwort fest, um zu kontrollieren, wer einen Artikel sehen kann, oder planen Sie seine Veröffentlichung für einen späteren Zeitpunkt. Artikel sind entsprechend ihrer Sichtbarkeit **farblich gekennzeichnet**:
sr: Подесите **видљивост** чланка да бисте контролисали ко може да види чланак или закажите његово објављивање за касније. Чланци су **означени бојама** према њиховој видљивости:

source: **Public** (visible to everyone)
de: **Öffentlich** (für jeden sichtbar)
sr: **Јавно** (видљиво свима)
tr: **Herkese Açık** (herkes tarafından görülebilir)

source: **Internal** (visible to agents & editors only)
de: **Intern** (nur sichtbar für Agenten und Bearbeiter)
sr: **Интерно** (видљиво само оператерима и уредницима)
tr: **Dahili** (sadece aracılar ve editörler görebilir)

source: **Draft/Scheduled/Archived** (visible to editors only)
de: **Entwurf / geplant / archiviert** (sichtbar nur für Bearbeiter)
sr: **Нацрт/Заказано/Архивирано** (видљиво само уредницима)
tr: **Taslak/Planlanmış/Arşiv** (sadece editörler görebilir)

source: Using Answers In Ticket Articles
de: Antworten in Ticket-Artikeln benutzen

source: As soon as the knowledge base contains one or more answers, you can use these just like text modules. Instead of ``::`` just use ``??`` to open the search modal. The search is done full text on both answer body and title in all languages available.
de: Sobald Ihre Knowledge Base eine oder mehr Antworten enthält, können Sie diese wie Textbausteine benutzen. Anstelle von ``::`` benutzen Sie einfach ``??`` um den Suchdialog zu öffnen. Die Suche sucht Volltext in dem Body und Titel aller verfügbaren Sprachen der Antwort.
sr: Чим база знања садржи један или више чланака, можете их користити као текстуалне исечке. Уместо ``::`` само користите ``??`` да отворите мени претраге. Претрага се врши по целом тексту чланка и у наслову на свим доступним језицима.

source: If you've found what you've been looking for, simply hit your ENTER-Key to load the answer into the ticket article. This way you don't have to throw URLs at your customer and provide the answer right away.
de: Wenn Sie gefunden haben, wonach Sie gesucht haben, drücken Sie die ENTER-Taste, um die Antwort direkt in den Ticket-Artikel zu laden. So müssen Sie Ihrem Kunden keinen Link zuwerfen und liefern die Antwort direkt.
sr: Ако сте пронашли оно што сте тражили, једноставно притисните тастер Enter да бисте учитали чланак у тикет. На овај начин не морате да шаљете URL адресе својим клијентима и можете одмах да им одговорите.

source: Loading answers into articles *does not* replace article content.
de: Das Laden von Antworten in Artikel *ersetzt nicht* den Artikel-Inhalt.
sr: Учитавање чланака *не* замењује садржај чланка тикета.
