Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: :doc:`Search for tickets with a given tag </basics/find-ticket/search>` with the ``tags:`` search filter. For instance, find all tickets with the **order** tag by searching for ``tags: order``.
de: :doc:`Suche nach Tickets mit einem bestimmte Tag </basics/find-ticket/search>` mit dem ``tags:`` Suchfilter. Zum Beispiel: Finden Sie alle Tickets mit dem Tag **Bestellung** indem Sie nach ``tags: Bestellung`` suchen.
sr: :doc:`Тражите тикете са датом ознаком </basics/find-ticket/search>` помоћу филтера за претрагу ``tags:``. На пример, пронађите све карте са ознаком **наруџбина** тражењем ``tags: наруџбина``.
tr: :doc:`Verilen bir etiket ile </basics/find-ticket/search>` ``etiketler:`` arama filtresiyle biletlerde arama yapın. Örneğin,``etiketler: sipariş`` araması yaparak **sipariş** etiketine sahip tüm biletleri bulun.

source: What is a Ticket?
de: Was ist ein Ticket?
sr: Шта је то тикет?
tr: Bilet Nedir?

source: In Zammad, **tickets** are used to track customer service requests. The first time a customer emails you (or the company) about something, Zammad creates a new ticket. Each message sent between you and the customer is added to that ticket until the issue is resolved, the customer is happy, and the ticket is finally **closed**.
de: In Zammad werden **Tickets** verwendet, um Anfragen von Kunden zu verfolgen. Wenn ein Kunde Ihnen (oder Ihrer Firma) zum ersten Mal eine E-Mail schickt, erstellt Zammad ein neues Ticket. Jede Nachricht zwischen Ihnen und dem Kunden wird in diesem Ticket gespeichert, bis das Problem gelöst oder der Kunde zufrieden ist und das Ticket schließlich **geschlossen** werden kann.
sr: У Zammad-у, **тикети** се користе за праћење захтева клијента. Први пут када вам (или компанији) клијент пошаље имејл поруку о нечему, Zammad отвара нови тикет. Свака порука послата између вас и клијента се додаје том истом тикету док се проблем не реши, клијент није задовољан и тикет се коначно **затвори**.
tr: Zammad'da **biletler** müşteri hizmetleri taleplerini izlemek için kullanılır. Bir müşteri size (veya şirkete) bir şey hakkında ilk kez e-posta gönderdiğinde, Zammad yeni bir bilet oluşturur. Sizinle müşteri arasında gönderilen her mesaj, sorun çözülene, müşteri mutlu olana ve bilet sonunda **kapanana** kadar o bilete eklenir.

source: So in a basic sense, a ticket is **a thread of messages between you and a customer about a single issue**.
de: Im Grunde genommen ist ein Ticket also **eine Ansammlung von Nachrichten zwischen Ihnen und einem Kunden zu einem einzelnen Vorgang**.
sr: Дакле, у основном смислу, тикет је **конверзација која се састоји од порука између вас и клијента о једном проблему**.
tr: Özetle, bir bilet **tek bir sorun hakkında siz ve müşteri arasındaki mesaj konusudur**.

source: Ticket thread view
de: Ansicht Tickertverlauf
sr: Приказ конверзације тикета

source: A ticket is a thread of messages between a customer and an agent.
de: Ein Ticket ist eine Sammlung von Nachrichten zwischen einem Kunden und einem Agenten.
sr: Тикет је конверзација која се састоји од порука између клијента и оператера.
tr: Bir bilet müşteri ve aracı arasındaki mesajların bir konusudur.

source: You know you're doing a great job when you 1) respond to tickets quickly and 2) get them closed in a timely manner.
de: Sie können sichergehen, dass Sie einen großartigen Job machen, wenn Sie 1) auf Tickets schnell reagieren und 2) wenn es in einer akzeptablen Zeitspanne geschlossen wird.

source: 👀 :doc:`Keep an eye on your dashboard </extras/dashboard>` to see how well you're keeping up.
de: 👀 :doc:`Behalten Sie das Dashboard im Auge </extras/dashboard>`, um zu sehen wie gut Sie mithalten können.

source: Tickets also have metadata attached to them to make them easier to manage. For instance, tickets have a customer and (optionally) an agent; they can be open or closed (or even be scheduled for later); they can be organized into groups; and they can even be flagged for high or low priority.
de: Tickets besitzen weiterhin noch Metadaten, um sie einfacher zu verwalten. Als Beispiel: Tickets haben Kunden und (optional) einen Agenten; sie können offen oder geschlossen (oder für später markiert) sein; in Gruppen organisiert werden; und verschiedene Prioritäten besitzen.
sr: Тикети такође поседују мета податке како би њима лакше управљало. На пример, тикети имају клијента и (опционо) оператера; могу бити отворени или затворени (или чак бити на чекању); могу се организовати по групама; а могу се чак и означити високим или ниским приоритетом.
tr: Biletlerin yönetimini kolaylaştırmak için bunlara eklenmiş meta veriler de vardır. Örneğin, biletlerin bir müşterisi ve (isteğe bağlı olarak) bir temsilcisi vardır; biletler açık veya kapalı olabilirler (hatta daha sonra planlanabilirler); gruplar halinde organize edilebilirler; ve hatta yüksek veya düşük öncelik için işaretlenebilirler.

source: For the sake of simplicity, we'll refer to this metadata as the **settings** of a ticket. All of these settings can be changed at any time. Each setting is explained in detail :doc:`here </basics/service-ticket/settings>`, but for the time being, let's go over the two most important ones:
de: Der Einfachheit halber bezeichnen wir diese Metadaten als die **Einstellungen** eines Tickets. Alle diese Einstellungen können jederzeit geändert werden. Jede Einstellung wird :doc:`hier</basics/service-ticket/settings>` ausführlich erläutert. Aber gehen wir vorerst auf die Beiden wichtigsten ein:

source: Owner *(optional)*
de: Besitzer *(optional)*
sr: Власник *(опционо)*
tr: Sahip *(isteğe bağlı)*

source: The **agent currently assigned to** (*i.e.,* responsible for) the ticket.
de: Der Agent, **der derzeit dem Ticket zugeordnet ist** (*d.h.* der dafür verantwortlich ist).
sr: **Оператер коме је тренутно додељен** (*тј.* одговоран за) тикет.
tr: Bilete **atanmış geçerli aracı** (ör. sorumlu).

source: Is the customer still waiting on an answer (**open**), or has the ticket been resolved (**closed**)?
de: Warten die Kunden noch auf eine Antwort (**offen**) oder wurde das Ticket gelöst (**geschlossen**)?
sr: Да ли клијент још увек чека на одговор (**отворено**), или је тикет решен (**затворено**)?
tr: Müşteri hala bir cevap bekliyor mu (**açık**), veya bilet çözümlendi mi (**kapalı**)?

source: Zammad Glossary
de: Zammad Glossar
sr: Zammad речник

source: Ever wondered what we mean by a specific term? We've been collecting the most relevant terms below for your insight.
de: Haben Sie sich jemals gefragt, was wir mit bestimmten Begriffen meinen? Wir haben die wichtigsten Begrifflichkeiten unten für Ihr Verständnis zusammengetragen.
sr: Да ли сте се икада запитали шта подразумевамо под одређеним термином? Прикупили смо најрелевантније термине у наставку за ваш увид.

source: Due to translation alphabetical sorting may be off in non english versions of this page.
de: Bedingt durch Übersetzungen kann die alphabetische Sortierung in nicht englischen Versionen dieser Seiten nicht passen.
sr: Због превода, сортирање по азбучном реду може бити погрешно у верзијама ове странице које нису на енглеском језику.

source: Quickly jump to...
de: Schnell zu...
sr: Брзо скочи на...

source: An admin(istrator) is a user in Zammad who has special rights. Admins can configure user accesses, time recording settings, templates, and text modules and, on a higher level, integrations, reporting, etc. So if you're looking to make a change within your Zammad and you find that it doesn't work, find an admin in your organization and ask them - chances are, they can help.
de: Ein Admin(inistrator) ist ein Benutzer, der in Zammad spezielle Berechtigungen hat. Admins können Zugriffe für Benutzer, Zeiterfassungskonfigurationen, Templates und Textbausteine - auf höheren Level Integrationen, Reporting und so weitere konfigurieren. Wenn Sie also eine Änderung in Zammad vornehmen wollen aber nicht können, fragen Sie den Administrator Ihrer Organisation. Die Chancen stehen gut, dass dieser helfen kann.
sr: Админ(истратор) је корисник у Zammad-у који има посебна права. Администратори могу да конфигуришу приступ корисника, подешавања обрачуна времена, шаблоне и текстуалне исечке и, на вишем нивоу, интеграције, извештавање, итд. Дакле, ако желите да извршите измену у вашем Zammad-у и откријете да то не функционише , пронађите администратора у својој организацији и питајте их – велике су шансе да вам могу помоћи.

source: An agent is what we call a user in Zammad who processes tickets/inquiries. There are usually several or many agents who use Zammad regularly and sometimes even consider it their main tool. Some of them are admins, meaning that they can change settings, user rights, and so on (see above).
de: Einen Benutzer der Tickets/Anfragen bearbeitet nennen wir Agent. Für gewöhnlich gibt es mehrere Agenten, die Zammad regelmäßig nutzen und zeitweilig als Ihr Hauptwerkzeug ansehen. Manche von Ihnen sind Administratoren, was bedeutet, dass Sie Einstellungen, Benutzer-Berechtigungen und weiteres (siehe oben) anpassen können.
sr: Оператер је оно што зовемо корисник у Zammad-у који обрађује тикете/упите. Обично постоји неколико или много оператера који редовно користе Zammad и понекад га чак сматрају својим главним алатом. Неки од њих су администратори, што значи да могу да мењају подешавања, корисничка права и тако даље (види горе).

source: An API (Application Programming Interface) is a connection that allows you to create or modify business objects. Zammad has a REST (`Representational State Transfer <https://en.wikipedia.org/wiki/Representational_state_transfer>`_) API that allows our users, among other things, to connect third-party systems to their instance (such as social media or messengers).
de: Eine API (Application Programming Interface) ist eine Schnittstelle, die das Erstellen und Bearbeiten von Daten-Objekten erlaubt. Zammad besitzt eine REST (`Representational State Transfer <https://en.wikipedia.org/wiki/Representational_state_transfer>`_) API, die es unseren Benutzern erlaubt, neben anderen Dingen, Drittanbieter-Systeme an ihre Instanz anzubinden (z.B. Social Media oder Messenger).
sr: API (апликативни програмерски интерфејс) је веза која вам омогућава да креирате или мењате пословне објекте. Zammad подржава REST (`Representational State Transfer <https://en.wikipedia.org/wiki/Representational_state_transfer>`_) API који омогућава нашим корисницима, између осталог, да повежу удаљене системе са својом инстанцом (као што су друштвени медији или апликације за комуникацију).

source: You can learn more on our `API landing page <https://zammad.com/en/product/features/rest-api>`_.
de: Erfahren Sie mehr auf unserer `API Funktionsseite <https://zammad.com/en/product/features/rest-api>`_.
sr: Можете сазнати више у нашој `API секцији <https://zammad.com/en/product/features/rest-api>`.

source: Article
de: Artikel
sr: Чланак

source: Each correspondence within a ticket is called an article. Ticket articles can be internal (so only agents can see them) or public (e.g. emails to your customers, which they receive, too).
de: Jede Korrespondenz innerhalb eines Tickets wird Artikel genannt. Ticket-Artikel können intern (also nur für Agenten sichtbar) oder öffentlich (z.B. E-Mails mit Ihren Kunden, die diese auch erhalten) sein.
sr: Свака преписка унутар тикета назива се чланком. Чланци тикета могу бити интерни (тако да их само агенти могу видети) или јавни (нпр. имејл поруке за ваше клијенте које ће и они примити).

source: Auto Response
de: Automatische Antwort
sr: Аутоматски одговор

source: Zammad can send automatically generated responses to customers. By default, this is configured for newly created tickets (to confirm that the email was received and to provide the ticket number to the customer). Your admin may change this or even add more auto generated messages.
de: Zammad kann automatisch generierte Antworten an Kunden senden. Standardmäßig ist dies für neu erstellte Tickets konfiguriert (um zu bestätigen, dass die E-Mail empfangen wurde und um dem Kunden die Ticket-Nummer mitzuteilen). Ihr Administrator kann dies ändern oder sogar weitere automatisch generierte Nachrichten hinzufügen.
sr: Zammad може да шаље аутоматски генерисане одговоре клијентима. Подразумевано, ово је подешено за новоотворене тикете (као потврда да је имејл порука примљена и да обавести клијента о броју тикета). Ваш администратор може ово изменити или чак подесити додатне ауто генерисане поруке.

source: Automation
de: Automatisierung
sr: Аутоматизација

source: There are many processes that can be automated with Zammad. This means that certain steps or actions take place automatically, hence no further action is required from the agents. One example would be the weekly deletion of tickets at a pre-defined time.
de: Es gibt einige Prozesse die sich in Zammad automatisieren lassen. Das bedeutet, dass bestimmte Schritte oder Aktionen automatisch ausgeführt werden und damit keine weitere Agenten-Interaktion erfordern. Ein Beispiel dafür ist die wöchentliche Löschung von Tickets in einem vorher definierten Zeitraum.
sr: Постоји много процеса које је могуће аутоматизовати са Zammad-ом. То значи да се одређени кораци или радње одвијају аутоматски, тако да од оператера није потребно предузимање икаквих корака. Један пример би могло бити недељно брисање тикета у унапред дефинисано време.

source: Autosave
de: Automatische Sicherung
sr: Аутоматско чување

source: Autosave might be one of the coolest traits of Zammad: It saves all your work as you go along, so if you ever log out unexpectedly or your browser crashes (we've all been there…) none of your work gets lost!
de: Die Automatische Sicherung ist wahrscheinlich eine der coolsten Funktionen in Zammad: Sie speichert alle Ihre Änderungen während des Arbeitens – wenn Sie sich also versehentlich ausloggen oder Ihr Browser abstürzt (wir kennen es alle...), geht Ihre Arbeit nicht verloren!
sr: Аутоматско чување може бити једна од најбољих особина Zammad-а: чува сав ваш рад док напредујете, тако да ако се икада неочекивано одјавите или вам се претраживач сруши (сви смо били у таквој ситуацији…) ништа од вашег посла неће бити изгубљено!

source: You can learn more on our `Autosave landing page <https://zammad.com/en/product/features/autosave>`_.
de: Erfahren Sie mehr auf unserer `Funktionsseite zur Automatischen Sicherung <https://zammad.com/en/product/features/autosave>`_.
sr: Можете сазнати више на нашој `страници о аутоматском чувању <https://zammad.com/en/product/features/autosave>`_.

source: An avatar is basically a graphical representation of a user. By defaults the user's avatar consists of the initials of the user. It can be an image, too. To customize it, go to the avatar section in your :doc:`user profile </extras/profile-and-settings>`.
de: Ein Avatar ist im Grunde eine grafische Darstellung eines Benutzers. Standardmäßig besteht der Avatar des Benutzers aus den Initialen des Benutzers. Es kann aber auch ein Bild verwendet werden. Um ihn anzupassen, gehen Sie zum Abschnitt Avatar in Ihrem :doc:`Benutzerprofil </extras/profile-and-settings>`.
sr: Аватар је у основи графички приказ корисника. Подразумевано, кориснички аватар се састоји од иницијала корисника. Такође може бити и сличица. За прилагођавање, посетите одељак аватара у вашем :doc:`корисничком профилу </extras/profile-and-settings>`.

source: The avatar of an user is visible in different places in Zammad. For example you can see it next to an article in a ticket or in the bottom bar if another agent is viewing or editing the same ticket.
de: Der Avatar eines Benutzers ist an verschiedenen Stellen in Zammad sichtbar. Sie können ihn zum Beispiel neben einem Artikel in einem Ticket oder in der unteren Leiste sehen, wenn ein anderer Agent dasselbe Ticket betrachtet oder bearbeitet.
sr: Аватар корисника је видљив у различитим деловима Zammad-а. На пример можете га видети поред чланка тикета или у доњој траци уколико други оператер гледа или уређује исти тикет.

source: Every company has a different identity, and Zammad accommodates this in various ways, e.g. by letting you design your signatures freely and add your company logo to the platform.
de: Jedes Unternehmen hat eine andere Identität birgt hierzu verschiedene Möglichkeiten – z.B. beim freien Bestimmen Ihrer Signaturen und dem Hinzufügen Ihres Firmenlogos zur Plattform.
sr: Свака компанија има другачији идентитет, а Zammad се томе прилагођава на различите начине, нпр. тако што вам омогућава да слободно дизајнирате своје потписе и интегришете логотип своје компаније у апликацију.

source: Learn more about branding options :admin-docs:`in the admin documentation </settings/branding.html>`.
de: Erfahren Sie mehr über die Branding-Optionen :admin-docs:`in der Admin-Dokumentation </settings/branding.html>`.
sr: Сазнајте више о опцијама брендирања :admin-docs:`у администраторској документацији </settings/branding.html>`.

source: Changelog
de: Änderungslog
sr: Листа измена

source: With every new release comes a new changelog. It is basically a list of all the things that have changed, from new enhancements to bug fixes.
de: Mit jeder neuen Release kommt ein neues Änderungslog. Es handelt sich hierbei um eine Liste von allen Änderungen der Version – von neuen Verbesserungen hinzu zu Bug-Fixes.
sr: Са сваким новим издањем долази и нови дневник измена. То је у основи листа свих ствари које су се промениле, од нових побољшања до исправки грешака.

source: You can find them all on our `GitHub <https://github.com/zammad/zammad/blob/stable/CHANGELOG.md>`_!
de: Sie können sie alle auf unserem `GitHub <https://github.com/zammad/zammad/blob/stable/CHANGELOG.md>`_ finden!
sr: Можете их наћи на нашој `GitHub <https://github.com/zammad/zammad/blob/stable/CHANGELOG.md>` страни_!

source: Channel
de: Kanal
sr: Канал

source: A channel is a way how customers can get in touch with you. Standard channels are email and phone. Additional channels can be configured by your admin.
de: Ein Kanal ist eine Möglichkeit, wie Kunden mit Ihnen in Kontakt treten können. Standardkanäle sind E-Mail und Telefon. Zusätzliche Kanäle können von Ihrem Administrator konfiguriert werden.
sr: Канал је начин на који клијенти могу ступити у контакт са вама. Стандардни канали су имејл и позив. Додатни канали могу бити подешени од стране вашег администратора.

source: Checkmk is a powerful IT monitoring tool that can send real-time status alerts to Zammad via email or REST API. Set these alerts up in Checkmk, and Zammad will automatically create, update, and close tickets based on the health of your system.
de: Checkmk ist ein mächtiges IT-Tool für Monitoring, das Echtzeit-Alarme an Zammad via E-Mail oder REST-API senden kann. Konfigurieren Sie die Alarme in Checkmk und Zammad wird automatisch Tickets basierend auf der Systemgesundheit erstellen, aktualisieren und schließen.
sr: Checkmk је моћан алат за IT праћење који може да шаље обавештења о статусу Zammad-у у реалном времену путем имејла или REST API. Подесите ова упозорења у Checkmk и Zammad ће аутоматски отварати, освежавати и затварати тикете на основу здравља вашег система.

source: Learn more about checkmk integration :admin-docs:`in the admin documentation </system/integrations/checkmk/index.html>`.
de: Erfahren Sie mehr über die checkmk-Integration :admin-docs:`in der Admin-Dokumentation </system/integrations/checkmk/index.html>`.
sr: Сазнајте више о Checkmk интеграцији :admin-dosc:`у администраторској документацији </system/integrations/checkmk/index.html>`.

source: Clearbit is a marketing data engine designed to collect information on your contacts. Thus, new queries from unknown users in Zammad can be automatically enriched with information such as company, number of employees, annual turnover, industry, and much more.
de: Clearbit ist eine Marketingdaten-Engine, die entwickelt wurde, um Informationen über Ihre Kontakte zu sammeln. So lassen sich neue Anfragen von unbekannten Nutzern in Zammad automatisch mit Informationen wie Firma, Mitarbeiterzahl, Jahresumsatz, Branche und vielem mehr anreichern.
sr: Clearbit је механизам за маркетиншке податке дизајниран за прикупљање информација о вашим контактима. Тако се нови упити непознатих корисника у Zammad-у могу аутоматски обогатити информацијама као што су назив компаније, број запослених, годишњи промет, индустрија и још много тога.

source: Learn more about clearbit integration :admin-docs:`in the admin documentation </system/integrations/clearbit.html>`.
de: Erfahren Sie mehr über die clearbit-Integration :admin-docs:`in der Admin-Dokumentation </system/integrations/clearbit.html>`.
sr: Сазнајте више о Clearbit интеграцији :admin-docs:`у администраторској документацији </system/integrations/clearbit.html>`.

source: Conflict Warning
de: Konfliktwarnung
sr: Упозорење о сукобу

source: When two agents edit the same ticket at the same time, a lot can go wrong - from duplicate replies to overwritten messages. Zammad helps you to avoid this with its integrated conflict warning. So if you see another agents avatar and a little pen at the bottom of your ticket, it means they are currently editing it.
de: Wenn zwei Agenten zeitgleich am gleichen Ticket arbeiten, kann eine Menge schiefgehen – von doppelten Antworten zu überschriebenen Nachrichten. Zammad hilft Ihnen, diese Situation mit der integrierten Konfliktwarnung zu vermeiden. Wenn Sie also den Avatar eines anderen Agenten mit einem Stift unten am Ticket sehen bedeutet das, dass dieser aktuell am Ticket arbeitet.
sr: Када два оператера раде на истом тикету у исто време, много тога може поћи наопако - од дуплих одговора до преписаних порука. Zammad вам помаже да то избегнете својим интегрисаним упозорењем о сукобу. Дакле, ако видите аватар другог оператера са иконицом оловке при на дну вашег тикета, то значи да тренутно раде на њему.

source: Learn more on our :ref:`following up page <caution-im-working-here>`.
de: Lernen Sie mehr auf der :ref:`Ticket follow-up Seite <caution-im-working-here>`.
sr: Сазнајте више на нашој :ref:`страни о наставцима <caution-im-working-here>`.

source: This feature allows every organization to configure their individual dynamic fields and ticket masks based on their specific workflows. This way, certain Groups will only (or always) see certain fields. You can even set up dependencies, as in, if one field is filled in, another one opens up or becomes mandatory.
de: Diese Funktion erlaubt jeder Organisation, eigene dynamische Felder und Ticketmasken, basierend auf ihren spezifischen Workflows, zu definieren. Damit können bestimmte Gruppen nur bestimmte (oder alle) Felder. Sie können sogar Abhängigkeiten einrichten, z.B. wenn ein Feld ausgefüllt ist, taucht ein anderes auf oder wird zum Pflichtfeld.
sr: Ова функција омогућава свакој организацији да конфигурише своја индивидуална динамичка поља и обрасце тикета на основу својих специфичних радних токова. На овај начин ће одређене групе видети само (или увек) одређена поља. Можете чак и да подесите зависности, на пример, ако је једно поље попуњено, друго се отвара или постаје обавезно.

source: Learn more about Core Workflows :admin-docs:`in the admin documentation </system/core-workflows.html>`.
de: Erfahren Sie mehr über Core Workflows :admin-docs:`in der Admin-Dokumentation </system/core-workflows.html>`.
sr: Сазнајте више о радним токовима посла :admin-docs:`у администраторској документацији </system/core-workflows.html>`.
