Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: CTI stands for Computer Telephony Integration and allows you to collect detailed information on all your incoming and outgoing calls. This includes, for example, a call log, an overview of which agent is currently on a call, a caller ID search, and even a Do-Not-Disturb-Mode.
de: CTI steht für Computer Telephony Integration und erlaubt es Ihnen, detaillierte Informationen zu Ihren eingehenden und ausgehenden Anrufen zu sammeln. Das beinhaltet zum Beispiel ein Anrufprotokoll, eine Übersicht über aktuell telefonierende Agenten, eine Rufnummern-Suche und einen Do not Disturb-Modus.
sr: CTI је скраћеница од Computer Telephony Integration и омогућава вам да прикупите детаљне информације о свим вашим долазним и одлазним позивима. Ово укључује, на пример, евиденцију позива, преглед оператера тренутно у позиву, претрагу ID позиваоца, па чак и режим „не ометај“.

source: You can learn more on our `CTI landing page <https://zammad.com/en/product/features/cti-integration>`_.
de: Weitere Informationen finden Sie auf unserer `CTI Funktionsseite <https://zammad.com/en/product/features/cti-integration>`_.
sr: Можете сазнати више на нашој `страници о CTI интеграцији <https://zammad.com/en/product/features/cti-integration>`_.

source: Here you can find the fitting documentation pages:
de: Hier finden Sie die passenden Dokumentationsseiten:
sr: Овде можете пронаћи одговарајуће стране документације:

source: :admin-docs:`generic CTI </system/integrations/cti/generic.html>`
de: :admin-docs:`Standard CTI </system/integrations/cti/generic.html>`
sr: :admin-docs:`генерички CTI </system/integrations/cti/generic.html>`

source: Custom Development (CD)
de: Eigene Entwicklungen (CD)
sr: Прилагођени развој (CD)

source: We are constantly working on improving Zammad, and we keep adding new features with every single release. However, sometimes our customers might require a very specific new feature, addition, or adjustment that is either very urgent or very particular to their individual use case. This is when a custom development can take place: We offer the customer to develop the desired feature at a price that we agree upon previously (which is based on the expected hours needed for completion).
de: Wir arbeiten stetig daran Zammad zu verbessern und fügen immer weitere neue Funktionen mit jedem Release hinzu. Es gibt allerdings Kunden, die sehr spezielle Funktionen oder Anpassungen benötigen, die entweder sehr eilig oder sehr speziell für ihre Anwendung sind. Hier kann unser "Custom Development" helfen: Wir bieten Kunden die Entwicklung eigener Funktionen zu einem zuvor vereinbarten Preis (dieser basiert auf den erwarteten Aufwand zur Fertigstellung).
sr: Стално радимо на побољшању Zammad-а и настављамо да додајемо нове функције са сваким издањем. Међутим, понекад нашим клијентима може бити потребна веома специфична нова функција, додатак или прилагођавање које је или веома хитно или веома специфично за њихов појединачни случај употребе. Тада се може применити прилагођени развој: Нудимо купцу да развије жељену функцију по цени о којој се претходно договоримо (а која се заснива на очекиваним сатима рада програмера).

source: Custom Object Attributes
de: Benutzerdefinierte Objektattribute
sr: Прилагођени атрибути објекта

source: Zammad allows the creation of custom object attributes by admins. This can be done on ticket level, user level, organization level or group level.
de: Zammad ermöglicht die Erstellung von benutzerdefinierten Objektattributen durch Administratoren. Dies kann auf Ticket-, Benutzer-, Organisations- oder Gruppen-Ebene geschehen.
sr: Zammad омогућава дефиницију прилагођених атрибута објекта од стране администратора. Ово се може применити на нивоу тикета, корисника, организације или групе.

source: You can think of such a custom object attribute as a new field which has a pre-defined format and optionally selectable values.
de: Sie können sich ein solches benutzerdefiniertes Objektattribut wie ein neues Feld vorstellen, das ein vordefiniertes Format und optional auswählbare Werte hat.
sr: Прилагођене атрибуте објекта можете сматрати новим пољима која имају предефинисан формат или могућност избора вредности.

source: A customer is a person that you communicate with from within Zammad. Every customer receives a profile page, which we call the `Customer Information Page <https://user-docs.zammad.org/en/latest/extras/customers.html>`_, and it shows all the tickets of this particular customer. Various customers can be assigned to the same organization. Each customer can access their individual `Customer Interface <https://zammad.com/en/product/features/customer-interface>`_, where they see all their tickets with the current status and live updates.
de: Ein Kunde ist eine Person, mit der Sie innerhalb von Zammad kommunizieren. Jeder Kunde besitzt eine Profilseite, welche wir `Kunden Informationsseite <https://user-docs.zammad.org/en/latest/extras/customers.html>`_ nennen und Informationen zum jeweiligen Kunden anzeigt. Mehrere Kunden können zu einer Organisation zusammengefasst werden. Jeder Kunde hat Zugriff auf sein individuelles `Kunden Interface <https://zammad.com/en/product/features/customer-interface>`_, wo alle eigenen Tickets, deren Status und Live-Aktualisierungen eingesehen werden können.
sr: Клијент је особа са којом комуницирате преко Zammad-а. Сваки клијент добија страну профила, коју зовемо `страна са информацијама о клијенту <https://user-docs.zammad.org/en/latest/extras/customers.html>`_, и на њој су приказане сви тикети овог конкретног клијента. Различити клијенти могу бити додељени истој организацији. Сваки клијент може да приступи свом индивидуалном `интерфејсу клијента <https://zammad.com/en/product/features/customer-interface>`_, где види све своје тикете у тренутном стању и изменама уживо.

source: The dashboard is every agent's individual Welcome Page in Zammad and gives you feedback on your situation by collecting information and statistics about your work. Here you can find all sorts of overviews, such as the open tickets, the average waiting time, or the reopening rate. You can also see what your colleagues are doing by checking the Activity Stream.
de: Das Dashboard ist die individuelle Willkommensseite eines jeden Agenten in Zammad und gibt Ihnen Feedback zu Ihrer Situation, indem es Informationen und Statistiken zu Ihrer Arbeit sammelt. Sie finden hier allerlei Übersichten wie die offenen Tickets, die durchschnittliche Wartezeit oder Wiedereröffnungsrate. Sie können außerdem im Aktivitätenstream sehen, was Ihre Kollegen gerade bearbeiten.
sr: Контролна табла је индивидуална страница добродошлице сваког оператера у Zammad-у и даје вам повратне информације о вашој ситуацији прикупљањем информација и статистика о вашем раду. Овде можете пронаћи све врсте прегледа, као што су отворени тикети, просечно време чекања или стопа поновног отварања. Такође можете да видите шта раде ваше колеге тако што ћете проверити ток активности.

source: Learn more on :doc:`/extras/dashboard`.
de: Lernen Sie mehr unter :doc:`/extras/dashboard`.
sr: Сазнајте више у секцији :doc:`/extras/dashboard`.

source: Documentation
de: Dokumentation
sr: Документација

source: If this Glossary isn't enough already (just kidding, it won't be), our Documentation is the place to head to for all information on Zammad, especially when it comes to the more technical aspects, such as settings or installations.
de: Wenn dieses Glossar nicht bereits ausreicht, ist unsere Dokumentation der Beste Ort um weitere Informationen zu Zammad zu suchen – besonders wenn es um die technischen Aspekte wie Installation und Konfiguration geht.
sr: Ако овај појмовник вам већ није довољан (шалимо се, неће бити), наша документација је место на које можете да се упутите за све информације о Zammad-у, посебно када су у питању више технички аспекти, као што су подешавања или инсталација.

source: We have three different ones: :doc:`/index`, :admin-docs:`Zammad Admin Documentation </>`, and the :docs:`Zammad System Documentation </>`.
de: Es gibt drei verschiedene: :doc:`/index`, :admin-docs:`Zammad Admin Dokumentation </>`, und die :docs:`Zammad System Dokumentation </>`.
sr: Имамо три различите: :doc:`/index`, :admin-docs:`Zammad администраторска документација </>`, и :docs:`Zammad системска документација </>`.

source: Zammad offers an Elasticsearch integration (a free and open search engine) that makes the search process within Zammad super fast (even for data sets of several terra bytes!).
de: Zammad bietet eine Elasticsearch-Integration (eine freie Opensearch-Engine), die Suchprozesse in Zammad extrem schnell macht (auch bei Datensätzen von mehreren Terrabytes!).
sr: Zammad нуди Elasticsearch интеграцију (бесплатан и отворен претраживач) који чини процес претраживања унутар Zammad-а супер брзим (чак и за скупове података од неколико терабајта!).

source: Spoiler: Zammad is currently the only helpdesk system with a search function that combs attachments, too!
de: Spoiler: Zammad ist aktuell das einzige Helpdesk-System, das auch Attachments in die Suche einschließt!
sr: Спојлер: Zammad је тренутно једини тикет систем са функцијом претраге која такође чешља и датотеке прилога!

source: **🤓 This affects hosted environments only!**
de: **🤓 Hiervon sind nur gehostete Instanzen betroffen!**
sr: **🤓 Ово утиче само на hosted окружења!**

source: Via a read-only user in Elasticsearch, you can also integrate your favorite reporting tool (e.g. like Grafana).
de: Mit Hilfe eines 'read-only'-Benutzers in Elasticsearch, können Sie außerdem Ihr bevorzugtes Reporting-Tool (wie z.B. Grafana) verwenden.
sr: Преко корисника са дозволом само за читање у Elasticsearch-у, такође можете интегрисати и свој омиљени алат за извештавање (нпр. као што је Grafana).

source: Escalation
de: Eskalation
sr: Ескалација

source: An escalation is what happens after the deadline for a ticket has passed and, for example, no update to the customer has been created. The ticket is marked in red in your taskbar and the overviews and everyone else who is involved in its process gets very sad. So don't let tickets escalate! Also, in order to prevent escalations, you can use our SLAs (see :ref:`SLAs <glossary-sla>`).
de: Eine Eskalation tritt ein, nachdem die Fristen für ein Ticket abgelaufen sind und dem Kunden z.B. keine Neuigkeiten mitgeteilt wurden. Das Ticket wird in Ihrer Taskbar und Übersichten rot dargestellt und betrifft alle beteiligten ggf. negativ. Lassen Sie Ihre Tickets daher nicht eskalieren! Um Eskalationen zu vermeiden, können Sie unsere SLAs (siehe :ref:`SLAs <glossary-sla>`) nutzen.
sr: Ескалација је оно што се дешава након што је прошао рок тикета и, на пример, није припремљено освежавање за корисника. Тикет је означен црвеном бојом у вашој листи прозора, а прегледи и сви остали који су укључени у њен процес постају веома тужни. Зато не дозволите да тикети ескалирају! Такође, да бисте спречили ескалације, можете користити наше SLA (погледајте :ref:`SLA <glossary-sla>`).

source: The Exchange integration allows users to sync their contacts from their Exchange address book with Zammad. This way, every time a contact is updated in Exchange, the iteration will be reflected in Zammad, giving you direct access to all your Exchange contacts from within your helpdesk.
de: Die Exchange-Integration erlaubt es Ihnen die Kontakte Ihres persönlichen Exchange-Adressbuches mit Zammad zu synchronisieren. So können Sie zentrale Adressbücher in Exchange pflegen und müssen nicht zusätzlich Zammad-Kontakte aktualisieren.
sr: Exchange интеграција омогућава корисницима да синхронизују своје контакте из свог Exchange адресара са Zammad-ом. На овај начин, сваки пут када се контакт ажурира у Exchange-у, освежиће се и Zammad, дајући вам директан приступ свим вашим Exchange контактима из вашег тикет система.

source: Learn more about the exchange integration :admin-docs:`in our admin documentation </system/integrations/exchange.html>`.
de: Erfahren Sie mehr über die Exchange-Integration :admin-docs:`in unserer Admin-Dokumentation </system/integrations/exchange.html>`.
sr: Сазнајте више о Exchange интеграцији :admin-docs:`у нашој администраторској документацији </system/integrations/exchange.html>`.

source: External Authentication
de: Externe Authentifizierung
sr: Екстерна аутентификација

source: External authentication is an easy, one-click option for your users to log into Zammad. It has various benefits: not only is it faster but it also means that your users will have to remember fewer passwords. Zammad currently supports more than ten login providers, such as Facebook, GitHub, GitLab, Google, or Microsoft / Office365.
de: Externe Authentifizierungen sind ein einfacher Weg, um Benutzern den Login mit einem Klick zu erlauben. Das hat verschiedene Vorteile: Es ist nicht nur schneller, sondern erlaubt es Ihren Benutzern auch sich an weniger Kennwörter erinnern zu müssen. Zammad unterstützt mehr als 10 verschiedene Login-Anbieter - darunter Facebook, GitHub, GitLab, Google und Microsoft / Office 365.
sr: Екстерна аутентификација је једноставна опција пријаве у Zammad једним кликом за ваше кориснике. Има разне предности: не само да је бржa, већ значи и да ће ваши корисници морати да памте мањи број лозинки. Zammad тренутно подржава више од десет провајдера пријављивања, као што су Facebook, Github, Gitlab, Google или Microsoft / Office365.

source: See our :admin-docs:`admin documentation </settings/security/third-party.html>` for all third party authentication providers.
de: Siehe unsere :admin-docs:`Admin-Dokumentation </settings/security/third-party.html>` für alle Authentifizierungen durch Drittanbieter.
sr: Погледајте нашу :admin-docs:`администраторску документацију </settings/security/third-party.html>` за све екстерне провајдере.

source: A feature is what we call the different functionalities of Zammad, such as our integrations, productivity tools, or time-saving aspects. We keep adding new features with every release.
de: Feature nennen wir die verschiedenen Funktionalitäten von Zammad, wie unsere Integrationen, Produktivitätstools oder zeitsparende Aspekte. Wir fügen immer weitere Funktionen mit jedem Release hinzu.
sr: Функција је оно што називамо различитим функционалностима Заммада, као што су наше интеграције, алати за продуктивност или аспекти који штеде време. Стално додајемо нове функције са сваким издањем.

source: Users can let us know if they are missing a particular feature in Zammad. We collect all of their wishes `in our Community in the Feature Request category <https://community.zammad.org/c/stuff-you-like-zammad-to-have-feel-free-to-discuss-and-add-proposals/6>`_. If a request comes in regularly and we feel that it would be a great addition, we'll put it on our roadmap and start working on it.
de: Benutzer können uns wissen lassen, wenn ihnen eine bestimmte Funktion in Zammad fehlt. Wir sammeln diese Wünsche `in der Feature Request-Kategorie unserer Community <https://community.zammad.org/c/stuff-you-like-zammad-to-have-feel-free-to-discuss-and-add-proposals/6>`_. Wenn ein Feature sich höherem Interesse erfreut und wir finden, dass es eine großartige Ergänzung von Zammad ist, kommt die Funktion auf unsere Roadmap und wird implementiert.
sr: Корисници могу да нас обавесте ако им недостаје одређена функција у Zammad-у. Сакупљамо све њихове жеље `у нашој онлајн заједници у категорији захтева за будуће функције <https://community.zammad.org/c/stuff-you-like-zammad-to-have-feel-free-to-discuss-and-add-proposals/6>`_. Ако се неки захтев редовно јавља и сматрамо да би то био одличан додатак, укључићемо га у наш план развоја и почети да радимо на њему.

source: If an organization urgently requires one of the features on the list, they can fast-forward the development and put it on top of the list by sponsoring it, which means that they cover the costs for the development.
de: Wenn eine Organisation eine bestimmte Funktion von der Roadmap benötigt, kann diese die Entwicklung beschleunigen und, durch das Sponsoring, nach ganz oben auf der Liste verschieben. Das bedeutet, dass diese Organisation die Kosten für die Entwicklung trägt.
sr: Ако организација хитно захтева неку од функција са листе, могуће је убрзати развој и стави је при врх листе спонзоришући је, што значи да ће трошкови развоја бити покривени.

source: GitHub is a service for the version management of software development projects. It uses Git, a software that tracks changes in file sets. Here at Zammad, we use it to maintain our repository.
de: GitHub ist ein Dienst zum Versionsmanagement für Softwareprojekte. Es benutzt Git, eine Software die Änderungen an Dateien trackt. Bei Zammad nutzen wir es um unser Repository zu verwalten.
sr: Github је сервис за управљање верзијама развоја софтверских пројеката. Користи Git, софтвер који прати промене у скуповима датотека. Овде у Zammad-у, ми га користимо као спремиште наше апликације.

source: As Zammad in an open-source project, many developers and tech-lovers from all over the world contribute to it. GitHub is where we coordinate all of this.
de: Da Zammad ein Open-Source-Projekt ist, tragen viele Entwickler und Technikbegeisterte aus der ganzen Welt dazu bei. GitHub ist der Ort, an dem wir all dies koordinieren.
sr: С обзиром да је Zammad пројекат отвореног кода, многи програмери и љубитељи технологије из целог света доприносе његовом развоју. Github је место где се сав труд координише.

source: You can find the repository `here <https://github.com/zammad/zammad>`_.
de: Das Repository können Sie `hier <https://github.com/zammad/zammad>`_ finden.
sr: Репозиториј можете пронаћи `овде <https://github.com/zammad/zammad>`_.

source: Besides our own repo, Zammad also has an integration for GitHub. It creates a data exchange that shows you all relevant information about your issues directly in the helpdesk, such as status or assignees.
de: Neben unserem Repository besitzt Zammad auch eine GitHub-Integration. Es ermöglicht das darstellen aller relevanten Informationen Ihrer Issues (wie Status oder Zuständige) direkt im Helpdesk.
sr: Поред нашег сопственог спремишта, Zammad такође поседује и Github интеграцију. Она омогућује размену података која вам показује све релевантне информације о вашим проблемима директно у тикет систему, као што су статуси или одговорне особе.

source: Administrators can learn more about GitHub :admin-docs:`in the admin documentation </system/integrations/github.html>`, if you're an agent you can learn more about the functionality on this page: :doc:`/extras/github-gitlab-integration`.
de: Administratoren können mehr über GitHub :admin-docs:`in der Admin-Dokumentation </system/integrations/github.html>` erfahren. Wenn Sie ein Agent sind, können Sie mehr über die Funktionalität auf dieser Seite erfahren: :doc:`/extras/github-gitlab-integration`.
sr: Администратори могу сазнати више о Github интеграцији :admin-docs:`у администраторској документацији </system/integrations/github.html>`, ако сте оператер, можете сазнати више о функционалности у секцији :doc:`/extras/github-gitlab-integration`.

source: GitLab is similar to GitHub. Here at Zammad, we use it for our internal development.
de: GitLab ähnelt sich GitHub. Bei Zammad nutzen wir es für interne Entwicklungen.
sr: Gitlab је сличан Github-у. Овде у Zammad-у, ми га користимо за наш интерни развој.

source: There is also an integration that allows users to connect GitLab to Zammad so that all their issues and their corresponding changes are reflected in both systems.
de: Es gibt außerdem eine Integration, die es Ihnen erlaubt GitLab an Zammad anzubinden. Damit können Sie alle Issues und die dazugehörigen Änderungen in beiden Systemen darstellen.
sr: Постоји и интеграција која омогућава корисницима да повежу Gitlab са Zammad-ом тако да се сви њихови проблеми и одговарајуће промене одражавају у оба система.

source: Administrators can learn more about GitLab :admin-docs:`in the admin documentation </system/integrations/gitlab.html>`, if you're an agent you can learn more about the functionality on this page: :doc:`/extras/github-gitlab-integration`.
de: Administratoren können mehr über GitLab :admin-docs:`in der Admin-Dokumentation </system/integrations/gitlab.html>` erfahren. Wenn Sie ein Agent sind, können Sie mehr über die Funktionalität auf dieser Seite erfahren: :doc:`/extras/github-gitlab-integration`.
sr: Администратори могу сазнати више о Gitlab-у :admin-docs:`у администраторској документацији </system/integrations/gitlab.html>`, ако сте оператер, можете сазнати више о функционалности у секцији :doc:`/extras/github-gitlab-integration`.

source: Grafana is an open-source reporting tool. Zammad users on the Plus plan can integrate it into their instance and receive detailed analytics on their performance.
de: Grafana ist ein Open-Source Reporting-Tool. Zammad-Kunden im Pluspaket können dieses an ihre Instanz anbinden und damit detaillierte Informationen zur eigenen Performance erhalten.
sr: Grafana је алатка за извештавање отвореног кода. Корисници Zammad-a на плус плану могу да је интегришу у своју инстанцу и добију детаљну аналитику о свом учинку.

source: **🤓 Self Hosted users**
de: **🤓 Selbst gehostete Benutzer**
sr: **🤓 Корисници који сами хостују**

source: Hooking up Grafana to Elasticsearch is an possibility you can do on your own as well.
de: Grafana an Elasticsearch anzubinden ist eine Option die Sie auch selbstständig durchführen können.
sr: Повезивање Grafana-е са Elasticssearch је могућа и у личној изведби.

source: Learn more on how to add Grafana dashboards for Zammad :docs:`in our documentation </appendix/reporting-tools-thirdparty/grafana.html>`.
de: Erfahren Sie mehr darüber, wie Sie Grafana-Dashboards für Zammad hinzufügen :docs:`in unserer System-Dokumentation </appendix/reporting-tools-thirdparty/grafana.html>` .
sr: Сазнајте више о томе како да додате Grafana контролне табле за Zammad :docs:`у нашој документацији </appendix/reporting-tools-thirdparty/grafana.html>`.

source: Groups
de: Gruppen
sr: Групе

source: Groups are a synonym for departments or processing groups. The incoming tickets are assigned to them. The corresponding group is responsible for the processing. Within the group, an owner can be defined, who is then responsible for this ticket. Access rights to tickets are also controlled via the groups. The possible permissions are "full access", "read-only" and "no access".
de: Gruppen sind ein Synonym für Abteilungen oder Bearbeitungsgruppen. Eingehende Tickets werden ihnen zugewiesen. Die jeweilige Gruppe ist für das Bearbeiten zuständig. Innerhalb der Gruppe können Besitzer definiert werden, die für das Ticket verantwortlich sind. Berechtigungen auf Tickets werden außerdem über die Gruppen gesteuert. Die möglichen Zugriffsrechte sind "voller Zugriff", "lesend" und "kein Zugriff".
sr: Групе су синоним за одељења или групе за обраду. Долазни тикети су им додељени. Одговарајућа група је одговорна за обраду тикета. Унутар групе се може дефинисати власник, који је онда одговоран за појединачан тикет. Права приступа тикетима се такође контролишу преко група. Могуће дозволе су „пун приступ“, „само за читање“ и „без приступа“.

source: If you have worked with the OTRS system in the past, you might remember the principle of "queues". The groups in Zammad are the same as the queues in OTRS.
de: Wenn Sie in der Vergangenheit bereits mit OTRS gearbeitet haben, erinnern Sie sich vielleicht an "Queues". Gruppen sind in Zammad das selbe wie queues in OTRS.
sr: Ако сте раније радили са OTRS системом, можда се сећате принципа "редова". Групе у Zammad-у су исте као и редови у OTRS-у.
