Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/user-docs.po
Languages: de, sr, tr

source: Screencast showing how to insert KB answers into articles
de: Bildschirmaufzeichnung zeigt wie man Wissensdatenbankantworten in Artikeln einfügt
sr: Снимак екрана који показује како да уметнете чланке базе знања у тикете

source: Use ``??`` to find and load knowledge base answers into ticket articles
de: Benutzen Sie ``??`` um Knowledge Base Antworten zu finden und in Artikel zu laden
sr: Користите ``??`` да пронађете и учитате чланке базе знања у тикете

source: Mobile View
de: Mobile Ansicht
sr: Мобилни приказ

source: The need for a dedicated mobile view of Zammad arose from the ever-changing life on the go. Even though the desktop application might be responsive enough for small screens, it proved to be too cluttered and was simply not designed primarily for mobile devices.
de: Durch den Trend zum zunehmend mobilen Arbeiten ergab sich die Notwendigkeit, eine eigenständige Zammad-Seite für Mobilgeräte zu entwickeln. Obwohl die Zammad Desktop-Anwendung responsiv und auch für kleinere Bildschirme geeignet ist, hat sich gezeigt, dass die Oberfläche zu überladen für Mobilgeräte ist und nicht für diese konzipiert wurde.
sr: Потреба за наменским мобилним Zammad приказом произашла је из живота у покрету који се стално мења. Иако би основни приказ могао довољно да се прилагоди малим екранима, показало се да је пренатрпан и једноставно није дизајниран првенствено за мобилне уређаје.

source: By limiting the amount of information to only the most important, the mobile view strives to provide you, the user, with a more focused window into your daily tasks. All packaged in a touch-friendly and modern design with great user experience, of course!
de: Die mobile Ansicht wurde auf die wichtigsten Informationen eingegrenzt, um Ihnen einen klaren Überblick über ihre Aufgaben zu geben. Und das alles mit einer auf Touchscreens optimierten Bedienung und in der gewohnten Zammad Optik.
sr: Ограничавајући количину информација на само најважније, мобилни приказ настоји да вама, кориснику, пружи фокусиранији прозор у ваше дневне задатке. Све је упаковано у модеран дизајн прилагођен додиру са одличним корисничким доживљајем, наравно!

source: Login & Home
de: Login & Start
sr: Пријава и почетна

source: Mobile View Login Screen
de: Mobile Ansicht Login-Bildschirm
sr: Екран пријаве мобилног приказа

source: Login Screen
de: Login
sr: Страна за пријављивање

source: Mobile View Home Page
de: Mobile Ansicht Start
sr: Почетна страница мобилног приказа

source: Home Page
de: Startseite
sr: Почетна страна

source: Search & Overview
de: Suche & Übersicht
sr: Претрага и преглед

source: Mobile View Search Results
de: Mobile Ansicht Suchergebnisse
sr: Резултати претраге у мобилном приказу

source: Search Results
de: Suchergebnisse
sr: Резултат претраге

source: Mobile View Ticket Overview
de: Öffnen Sie eine Ticket-Übersicht
sr: Преглед тикета у мобилном приказу

source: Ticket Overview
de: Ansicht Ticketverlauf
sr: Преглед тикета

source: Mobile View Ticket Detail View
de: Mobile Ticketdetailansicht
sr: Детаљи тикета у мобилном приказу

source: Ticket Detail View
de: Ticket Detailansicht
sr: Детаљни приказ тикета

source: Mobile View Ticket Information
de: Mobile Ansicht Ticketinformation
sr: Информације о тикету у мобилном приказу

source: Ticket Information
de: Ticket-Informationen
sr: Информације о тикету

source: Notifications & Account
de: Benachrichtigungen & Konto
sr: Обавештења и налог

source: Mobile View Notifications
de: Benachrichtigungen mobile Ansicht
sr: Обавештења у мобилном приказу

source: Mobile View Account Overview
de: Mobile Ansicht Kontoübersicht
sr: Преглед налога у мобилном приказу

source: Account Overview
de: Konto-Übersicht
sr: Преглед налога

source: We intentionally do not provide specific instructions and comprehensive documentation for the mobile view! The overall UX should be intuitive and self-explanatory in most cases.
de: Wir stellen bewusst keine ausführliche Dokumentation für die mobile Ansicht zur Verfügung. Das Layout und die Funktionen sollten intuitiv und selbsterklärend sein.
sr: Намерно не дајемо конкретна упутства и свеобухватну документацију за мобилни приказ! Укупан кориснички доживљај би у већини случајева требао бити интуитиван и разумљив сам по себи.

source: Mobile view provides you with a way to do your common Zammad daily tasks while on the go:
de: Die Mobilansicht bietet Ihnen die Möglichkeit, Ihre täglichen Aufgaben mit Zammad auch unterwegs zu erledigen:
sr: Мобилни приказ вам пружа начин да обављате уобичајене дневне Zammad задатке док сте у покрету:

source: Manage & use your ticket overviews
de: Verwalten und nutzen Sie Ihre Ticket-Übersichten
sr: Управљајте и користите прегледе тикета

source: Search for existing records
de: Suche nach vorhandenen Datensätzen
sr: Потражите постојеће уносе

source: Reply in an already existing ticket
de: Antworten in einem existierenden Ticket
sr: Одговорите на већ постојећи тикет

source: Modify ticket attributes
de: Ändern von Ticketattributen
sr: Измените атрибуте тикета

source: Modify customer attributes
de: Ändern von Kundenattributen
sr: Измените атрибуте клијента

source: Modify organization attributes
de: Ändern von Organisations-Attributen
sr: Измените атрибуте организације

source: Mobile view also has some exclusive features:
de: Die mobile Ansicht hat sogar exklusive Features:
sr: Мобилни приказ такође има неке ексклузивне функције:

source: Innovative Zammad UX
de: Innovative Benutzererfahrung in Zammad
sr: Иновативни Zammad кориснички доживљај

source: Next-level accessibility
de: Barrierefreiheit auf einem anderen Niveau
sr: Приступачност на вишем нивоу

source: Ready for multi-device usage
de: Nutzung mit mehreren Geräten gleichzeitig
sr: Спреман за употребу на више уређаја

source: Progressive web app (PWA) support
de: Unterstützung für Progressive Web App (PWA)
sr: Подршка за прогресивне веб апликације (PWA)

source: Limitations
de: Einschränkungen
sr: Ограничења

source: Mobile view is also currently missing some features which are provided by the desktop view:
de: Der mobilen Ansicht fehlen aktuell Features, die in der Desktop-Oberfläche vorhanden sind:
sr: Мобилном приказу такође тренутно недостају неке функције које пружа основни приказ:

source: Ticket Article Time Accounting
de: Ticket Artikel Zeiterfassung
sr: Обрачун времена за чланке тикета

source: Ticket Article **Split** Action
de: Artikel **absplitten**
sr: Тикет радња **Подели**

source: Linked Tickets & Ticket **Link** Action
de: Tickets **zusammenfassen** und die Anzeige von zusammengefassten Tickets
sr: Повезани тикети и тикет радња **Повежи**

source: Ticket Macros
de: Ticket-Makros
sr: Макрои тикета

source: Ticket History
de: Ticket-Historie
sr: Историјат тикета

source: Ticket Create Templates & Shared Drafts
de: Ticket-Vorlagen erstellen und geteilte Entwürfe
sr: Шаблони нових тикета и заједнички нацрти

source: Additionally, certain features were intentionally omitted in order to improve the focus on important information:
de: Außerdem wurden bestimmte Features weggelassen, um Ihren Fokus auf die wichtigsten Informationen zu richten:
sr: Додатно, одређене функције су намерно изостављене да би се побољшао фокус на важне информације:

source: Most Management Features (except ticket user and organization management)
de: Die meisten Verwaltungs-Funktionen (außer Benutzer- und Organisations-Verwaltung)
sr: Већина функција управљања (осим управљања корисником и организацијом тикета)

source: Most Knowledge Base Features (except ticket integration)
de: Ein Großteil der Knowledge Base Features (außer Ticketintegration)
sr: Већина функција базе знања (осим интеграције у тикетима)

source: Most User Profile Functions (except avatar and language preferences)
de: Die meisten Profilfunktionen für Benutzer (außer Avatar- und Spracheinstellungen)
sr: Већина функција корисничког профила (осим подешавања аватара и језика)

source: Reports
de: Berichte
sr: Извештаји

source: Access
de: Zugriff
sr: Приступ

source: Zammad now implements a mobile device detection, which results in automatic redirection to mobile view. Even with this mechanism in place it's possible to explicitly switch between the views by using app links:
de: Zammad prüft, ob es sich um ein Mobilgerät handelt und leitet automatisch auf die mobile Ansicht um. Sie können allerdings weiterhin zwischen den Ansichten wechseln, indem Sie die entsprechenden Links aufrufen:
sr: Zammad сада има и детекцију мобилног уређаја, што резултира аутоматским преусмеравањем на мобилни приказ. Чак и са овим механизмом на месту, могуће је експлицитно се пребацивати између приказа коришћењем веза:

source: Continue to desktop link in mobile view
de: Link "Weiter zur Desktop-Ansicht" in der mobilen Ansicht
sr: Веза за наставак на основни у мобилном приказу

source: Continue to Desktop Link on Login Screen
de: Weiter zur Desktop-Ansicht im Anmeldebildschirm
sr: Веза за наставак на основни приказ у екрану пријаве

source: Continue to Desktop Link in User Account Overview
de: Link "Weiter zur Desktop-Ansicht" in der Benutzerkonto-Übersicht
sr: Веза за наставак на основни приказ у прегледу корисничког налога

source: User Account Overview
de: Benutzerkonto-Übersicht
sr: Преглед корисничког налога

source: Continue to mobile link in desktop view
de: Weiter zur mobilen Ansicht in der Desktop Ansicht
sr: Веза за наставак на мобилни у основном приказу

source: Continue to Mobile Link in Desktop Login Screen
de: Weiter zur mobilen Ansicht im Desktop Anmeldebildschirm
sr: Веза за наставак на мобилни приказ у основном екрану пријаве

source: Continue to Mobile Link in Desktop User Menu
de: Link "Weiter zur mobilen Ansicht" im Desktop Benutzer-Menü
sr: Веза за наставак на мобилни приказ у основном корисничком менију

source: User Avatar Menu
de: Benutzer Avatar Menü
sr: Кориснички мени

source: Whenever an app link is used, the choice will be remembered by the user's device and the next time the automatic redirection will behave accordingly.
de: Immer wenn die Ansicht über einen Link umgestellt wird, wird die Einstellung gespeichert und beim nächsten Aufruf von Zammad erfolgt eine entsprechende Weiterleitung.
sr: Кад год се користи веза на одговарајући приказ, корисников уређај ће запамтити избор и следећи пут ће се аутоматско преусмеравање понашати у складу са тим.

source: Tickets track communication between individuals, but often your company's real client is **another company** (or **organization**). Customers can be grouped into organizations to monitor their activity as a whole.
de: Tickets erfassen die Kommunikation zwischen Einzelpersonen, aber oftmals ist der eigentliche Kunde Ihres Unternehmens **ein anderes Unternehmen** (oder **Organisation**). Kunden können zu Organisationen zusammengefasst werden, um deren Aktivitäten als Ganzes zu verfolgen.
sr: Тикети прате комуникацију између појединаца, али често је прави клијент ваше компаније **друга компанија** (или **организација**). Клијенти се могу груписати у организације како бисте пратили њихову активност у целини.

source: Organization Profiles
de: Organisations-Profil
sr: Профили организација
tr: Organizasyon Profilleri

source: Use the **ticket pane** to view and manage organization profiles.
de: Verwenden Sie die **Ticket-Ansicht** , um Unternehmensprofile zu verwalten.
sr: Користите **панел тикета** за преглед и управљање профилима организација.

source: Ticket pane (organization view)
de: Ticketspalte (Organisationsansicht)
sr: Панел тикета (приказ организације)

source: Click the 👪 tab in the ticket pane to see the organization's profile.
de: Klicken Sie im Ticket-Fenster auf die Registerkarte 👪, um das Profil der Organisation anzuzeigen.
sr: Кликните на језичак 👪 у панелу тикета да бисте приказали профил организације.

source: To edit the organization's profile, use the **organization submenu**:
de: Um das Profil der Organisation zu bearbeiten, verwenden Sie das Untermenü **Organisation**:
sr: Да бисте изменили профил организације, користите **подмени организације**:

source: Organization submenu
de: Organisations-Untermenü
sr: Подмени организације

source: Click the **Organization ▾** heading to access additional actions.
de: Klicken Sie auf die Überschrift **Organisation ▾**, um auf weitere Funktionen zugreifen zu können.
sr: Кликните на наслов **Организација ▾** да бисте приступили додатним радњама.
tr: Ek eylemlere erişmek için **Organizasyon ▾** başlığına tıklayın.

source: Organization edit dialog
de: Organisation Bearbeitungsdialog
sr: Дијалог за уређивање организације

source: Edit organization dialog
de: Dialog zum Bearbeiten einer Organisation
sr: Дијалог за уређивање организације

source: The edit organization dialog.
de: Die Bearbeiten-Maske einer Organisation.
sr: Дијалог за уређивање организације.
tr: Organizasyon diyaloğu düzenlemek.

source: Organization Stats
de: Organisations-Statistiken
sr: Статистике организације
tr: Organizasyon İstatistikleri

source: With organizations, you can answer questions like:
de: Mit der Zusammenfassung zu Organisationen können Fragen wie diese beantwortet werden:
sr: Са организацијама можете одговорити на питања као што су:
tr: Organizasyonlarla, şu soruları cevaplayabilirsiniz:

source: “How many tickets has this company had to file in the last 12 months?”
de: "Wie viele Tickets hat diese Firma in den letzten 12 Monaten erstellt?"
sr: „Колико је тикета ова компанија морала да пријави у последњих 12 месеци?“
tr: Bu şirket, son 12 ayda kaç tane bilet oluşturmak zorunda kaldı?"

source: “How many tickets does this company have open right now?”
de: "Wie viele offene Tickets hat diese Firma aktuell?"
sr: „Колико отворених тикета тренутно има ова компанија?“
tr: Bu şirketin şu anda açık kaç bileti var?"

source: “How old is the oldest open ticket from this company?”
de: "Wie alt ist das älteste offene Ticket dieser Firma?"
sr: „Колико је стар најстарији отворени тикет ове компаније?“
tr: "Bu şirketteki en eski açık bilet kaç yaşında?"

source: Click the 🏢 button in the ticket pane to see a detailed breakdown of the organization's stats.
de: Klicken Sie auf die Schaltfläche 🏢 im Ticket-Fenster, um eine detaillierte Aufschlüsselung der Statistiken der Organisation anzuzeigen.
sr: Кликните на дугме 🏢 у панелу тикета да бисте приступили детаљном прегледу статистика организације.

source: Profile & Settings
de: Profil & Einstellungen
sr: Профил и подешавања
tr: Profil ve Ayarlar

source: Click on your avatar or initials at the bottom of the main menu to access your **profile and settings**.
de: Klicken Sie auf Ihren Avatar oder Ihre Initialen am unteren Rand des Hauptmenüs, um auf Ihr **Profil und Einstellungen** zuzugreifen.
sr: Кликните на свој аватар или иницијале при дну главног менија да бисте приступили свом **профилу и подешавањима**.

source: Find user-specific actions, a list of recently opened items, and useful reference information.
de: Hier finden Sie benutzerspezifische Einstellungen, eine Liste der zuletzt geöffneten Tickets und nützliche Hintergrundinformationen.
sr: Пронађите радње специфичне за корисника, листу недавно отворених ставки и корисне референтне информације.
tr: Kullanıcıya özel eylemler, en son açılan öğelerin bir listesi ve faydalı referans bilgileri bulun.

source: User Menu
de: Benutzer Menü
sr: Кориснички мени

source: Clicking on your avatar picture provides the following three sections in the user menu:
de: Ein Klick auf Ihren Avatar zeigt Ihnen die folgenden drei Abschnitte an:
sr: Кликом на слику аватара добијате следећа три одељка у менију корисника:

source: Recently viewed
de: Kürzlich angesehen
sr: Недавно виђени

source: All information you've viewed previously (tickets, users, organizations). Helps you to jump back quick and easy without searching or looking in your overviews. Note that this list is limited, old entries will automatically vanish.
de: Alle Informationen, die Sie zuvor angezeigt haben (Tickets, Benutzer, Organisationen). So können Sie schnell und einfach zurückspringen, ohne zu suchen oder in Ihren Übersichten nachzuschauen. Beachten Sie, dass diese Liste begrenzt ist, alte Einträge werden automatisch gelöscht.
sr: Све приказе које сте претходно посетили (тикети, корисници, организације). Помаже вам да се брзо и лако вратите уназад без претраживања или копања по прегледима. Имајте на уму да је ова листа ограничена, старији уноси ће аутоматски бити уклоњени.

source: Further actions
de: weitere Aktionen
sr: Додатне радње

source: Dark mode
de: Dunkler Modus
sr: Тамни изглед

source: Quickly toggle dark and light mode without using keyboard bindings.
de: Schalten Sie schnell zwischem dunklem und hellem Modus ohne Tastaturkürzel.
sr: Брзо мењајте између тамног и светлог изгледа без коришћења пречице на тастатури.

source: Screencast showing the dark mode button being toggled
de: Bildschirmaufzeichnung zeigt den Wechsel durch den Schalter "Dunkler Modus"
sr: Снимак екрана који приказује дугме за тамни изглед који се користи

source: Keyboard shortcuts
de: Tastaturkürzel
sr: Пречице на тастатури

source: :doc:`Opens the keyboard shortcut section </advanced/keyboard-shortcuts>`.
de: :doc:`Öffnet die Tastaturkürzel-Sektion </advanced/keyboard-shortcuts>`.
sr: :doc:`Отвара одељак пречица на тастатури </advanced/keyboard-shortcuts>`.

source: Profile
de: Profil
sr: Профил

source: This will open your :ref:`user-profile-settings` and provide further options for customers and agents. Customers do not have access to all areas, even if you provide them the permissions to those areas.
de: Dadurch wird Ihr :ref:`user-profile-settings` geöffnet und bietet weitere Optionen für Kunden und Agenten. Kunden haben nicht auf alle Bereiche Zugriff, auch wenn Sie ihnen die Berechtigungen für diese Bereiche geben.
sr: Ово отвара ваша :ref:`подешавања корисничког профила <user-profile-settings>` и пружа додатне опције клијентима и оператерима. Клијенти немају приступ свим секцијама, чак иако им омогућите дозволе за њих.

source: Sign out
de: Abmelden
sr: Одјави се

source: Finished working with Zammad? Use the sign out button to end your user session.
de: Feierabend bei Zammad? Nutzen Sie den Abmeldebutton um die Sitzung zu beenden.
sr: Завршили сте рад са Zammad-ом? Користите дугме за одјаву да бисте завршили своју корисничку сесију.

source: If you didn't tick "Remember me" during login or used a third party login, your session will automatically be invalidated if you close and reopen your browser.
de: Wenn Sie "An mich erinnern" bei der Anmeldung nicht ankreuzen oder einen Drittanbieter-Login verwenden, dann endet Ihre Sitzung automatisch wenn Sie Ihren Browser schließen und wieder öffnen.
sr: Ако нисте означили „Запамти ме“ током пријављивања или сте користили пријављивање путем апликације трећег лица, ваша сесија ће аутоматски бити поништена ако затворите и поново отворите ваш претраживач.

source: Profile Settings
de: Profil-Einstellungen
sr: Подешавање профила
tr: Profil Ayarları

source: Clicking on "Profile" in the user menu opens the profile settings.
de: Wenn Sie im Benutzermenü auf "Profil" klicken, werden die Profileinstellungen geöffnet.
sr: Кликом на „Профил” у менију корисника можете отварити подешавања профила.

source: Select how Zammad should look. Zammad will remember the setting you choose here.
de: Wählen Sie hier, wie Zammad aussehen soll. Zammad merkt sich diese Einstellungen.
sr: Изаберите како Zammad треба да изгледа. Zammad ће запамтити подешавање које изаберете овде.

source: Dark
de: Dunkel
sr: Тамни

source: Light
de: Hell
sr: Светли

source: Sync with computer
de: Mit Computer synchronisieren
sr: Синхронизуј са рачунаром

source: For dark and light you'll fix the dark or light mode to your taste.
de: Passen Sie den dunklen oder hellen Modus an Ihre Bedürfnisse an.
sr: При одабиру тамни и светли подесићете изглед по свом укусу.

source: If you choose sync with computer, Zammad will dynamically select the mode depending on what your client prefers at that moment.
de: Wenn Sie "Mit Computer synchronisieren" wählen, entscheidet Zammad abhängig von den Betriebssystemeinstellungen, welche Farbeinstellung genutzt wird.
sr: Ако изаберете синхронизацију са рачунаром, Zammad ће динамички бирати изглед у зависности од тога шта ваш клијент преферира у том тренутку.

source: Note that this sync option highly depends on your browser. If your browser does not support syncing, this setting basically has no effect. Most common modern Browsers are capable to do so (e.g. Firefox, Google Chrome).
de: Beachten Sie, dass diese Synchronisierungsoption stark von Ihrem Browser abhängt. Wenn Ihr Browser die Synchronisierung nicht unterstützt, hat diese Einstellung grundsätzlich keine Wirkung. Die meisten gängigen modernen Browser sind dazu in der Lage (z.B. Firefox, Google Chrome).
sr: Обратите пажњу да синхронизација подешавања изгледа у великој мери зависи од вашег претраживача. Уколико ваш претраживач не подржава синхронизацију, ово подешавање у основи нема ефекта. Већина модерних претраживача ово подржавају (нпр. Firefox, Google Chrome).

source: Language
de: Sprache
sr: Језик
tr: Dil

source: Set the system display language.
de: Stellen Sie Ihre gewünschte Systemsprache ein.
sr: Подесите језик приказа система.
tr: Sistem görüntüleme dilini ayarlayın.

source: Upload an avatar image.
de: Laden Sie ein Avatar-Bild hoch.
sr: Отпремите вашу аватар сличицу.

source: Password & Auth
de: Passwort & Authentifizierung
sr: Лозинка и аутентификација

source: Change your login password and manage your two-factor authentication methods (both may be disabled by system admin).
de: Ändern Sie Ihr Anmeldekennwort und verwalten Sie Ihre Zwei-Faktor Anmelde-Methoden (beides kann vom Systemadministrator deaktiviert worden sein).
sr: Промените лозинку за пријаву и управљајте својим методима двофакторске аутентификације (обе функције могу бити искључене од стране администратора система).

source: :doc:`Two-Factor Authentication </extras/two-factor-authentication>` is an optional feature. Administrators can learn more :admin-docs:`here </settings/security/two-factor.html>`.
de: Die :doc:`Zwei-Faktor-Authentifizierung </extras/two-factor-authentication>` ist eine optionale Funkion. Administratoren können :admin-docs:`hier <settings/security/two-factor.html>` mehr erfahren.
sr: :doc:`Двофакторска аутентификација </extras/two-factor-authentication>` је опциона функција. Администратори могу да сазнају више :admin-docs:`овде </settings/security/two-factor.html>`.

source: Select where, when, and for which groups you want to receive notifications, or choose a new notification sound. Notifications are available to agents only.
de: Wählen Sie aus wo, wann und für welche Gruppen Sie Benachrichtigungen erhalten oder wählen Sie einen neuen Benachrichtigungston. Benachrichtigungen sind nur für Agenten verfügbar.
sr: Изаберите где, када и за које групе желите да примате обавештења или изаберите нови звук обавештења. Обавештења су доступна само оператерима.

source: You can always reset your notification settings to system defaults by clicking on the button at the bottom of the screen.
de: Sie können Ihre Benachrichtigungseinstellungen immer auf die Systemstandards zurücksetzen, indem Sie auf den Button unten in dieser Ansicht klicken.
sr: Увек можете да поништите подешавања обавештења на подразумеване вредности система тако што ћете кликнути на дугме при дну екрана.

source: Use the first four columns to choose when to receive **internal notifications**. The right column enables email notification as well.
de: Verwenden Sie die ersten vier Spalten, um auszuwählen, wann Sie **interne Benachrichtigungen** erhalten möchten. Die rechte Spalte ermöglicht auch eine Benachrichtigung per E-Mail.

source: Limit Groups
de: Einschränkung auf Gruppen
sr: Ограничавање група
