Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/tabs.po
Languages: fr

source: Tabs
fr: Onglets

source: As you click through Zammad, you will see a list of entries appear in the main menu area. These are your **open tabs.**
fr: En parcourant Zammad, vous remarquerez une liste d'entrées apparaitre dans la zone du menu principal. Ce sont vos **onglets ouverts.**

source: You can freely switch between open tabs without losing your work – all unsaved changes are automatically backed up to the server.
fr: Vous pouvez librement basculer entre les onglets ouverts sans perdre votre travail – Tous les changements non sauvegardés seront automatiquement enregistrés sur le serveur.

source: Tabs appear in the main menu as you visit different parts of the application.
fr: Des onglets apparaissent dans le menu principal quand vous visitez différentes parties de l'application.

source: What items open in a new “tab”?
fr: Quels éléments ouvrent un nouvel “onglet“?

source: Existing tickets
fr: Tickets existants

source: New tickets
fr: Nouveaux tickets

source: Users
fr: Utilisateurs

source: Organizations
fr: Société

source: :doc:`Ticket states </basics/service-ticket/settings/state>` are **color-coded:**
fr: :doc:`Les état des tickets </basics/service-ticket/settings/state>` ont un **code-couleur:**

source: **Closed**
fr: **Fermé**

source: **Postponed** (Marked as pending; no immediate action required.)
fr: **En attente** (marqué en attente; aucune action immédiate nécessaire.)

source: **New / Open** (Ready for action.)
fr: **Nouveau / ouverts** (Prêt pour action.)

source: **Escalated** (Requires urgent attention.)
fr: **Escaladé** (Nécessite de l'attention en urgence.)

source: A **pulsing dot** means that a ticket has new activity since you last viewed it.
fr: Un **point clignotant** signifie un ticket avec une nouvelle activité depuis son dernier affichage.

source: Drag and drop tabs to rearrange them.
fr: Glisser et déposer des onglets pour les réorganiser.
