Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/advanced/text-modules.po
Languages: fr

source: Working with Text Modules
fr: Travailler avec les modules de texte

source: Zammad offers so-called text modules. Text modules will help you to improve your workflow, as you don't have to type your answer on every ticket by hand. You can simply choose a fitting text module and insert it into the E-Mail.
fr: Zammad offre ce que nous appelons des modules de texte. Des modules de texte vous aiderons à améliorer votre flux de travail, en vous évitant de taper la réponse à la main sur chaque ticket. Vous pouvez tout simplement choisir un module de texte correspondant et l'insérer dans le courriel.

source: To access available text modules, simply type ``::`` within an article body. If you found the right text module, just press enter or click with your left mouse and Zammad will insert the modules Text at the place your cursor is.
fr: Pour accéder aux modules de texte disponibles, tapez simplement ``::`` dans le corps d'un article. Si vous trouvez le bon module de texte, appuyez juste sur entrée ou cliquez avec le bouton gauche de la souris et Zammad insérera le module de texte à l'emplacement de votre curseur.

source: You can either scroll through all modules (mouse or direction keys), type the module name or enter a keyword (if keywords are set).
fr: Vous pouvez soit faire défiler tous les modules (à la souris ou avec les flêches), soit taper le nom du module ou un mot clef (si les mots clefs sont définis).

source: **🤔 How come some text modules don’t always appear?**
fr: **🤔 Comment se fait-il que certains modules de texte n'apparaissent pas toujours?**

source: Text modules can be tied to **groups**: that is, they only become active once the ticket you’re working on has been assigned to the appropriate group.
fr: Les modules de texte peuvent être liés aux **groupes**: ainsi, ils ne deviennent actifs que quand le ticket sur lequel vous travaillez a été assigné au groupe approprié.

source: Text modules are updated immediately when a new group has been selected—no need to click **Update**.
fr: Les modules de texte sont immédiatement mis à jour quand un nouveau groupe a été sélectionné - pas besoin de cliquer sur **Mettre à jour**.

source: How do you which groups go with which text modules? Ask your administrator!
fr: Comment vous savez quels groupes vont avec quels modules de texte? Demandez à votre administrateur!

source: Text modules on ticket creation
fr: Modules de texte lors de la création de ticket

source: You can use text modules on ticket creation as well. On ticket creation, our :ref:`ticket_templates` might get handy too.
fr: Vous pouvez aussi bien utiliser les modules de texte lors de la création de ticket. Lors de la création, notre :ref:`ticket_templates` pourrait aussi être pratique.

source: Changing text modules
fr: Changer les modules de texte

source: For changing text modules, you need to have the permission to do so. Please refer to our `Admin-Documentation <https://admin-docs.zammad.org/en/latest/manage-text-modules.html>`_ for further information.
fr: Pour changer les modules de texte, vous devez avoir la permission de le faire. Veuillez voir notre `Documentation-Admin <https://admin-docs.zammad.org/fr/latest/manage-text-modules.html>`_ pour plus d'information.
