Repository: zammad/zammad-user-documentation
Catalog: locale/*/LC_MESSAGES/basics/find-ticket/browse.po
Languages: fr

source: Browse for Tickets
fr: Parcourir les tickets

source: Looking for a ticket to work on? Check the **overviews** menu.
fr: Vous recherchez un ticket sur lequel vous avez travaillé? Vérifier le menu **aperçus**.

source: Click **Overviews** in the main menu to browse tickets.
fr: Cliquez sur **Aperçus** dans le menu principal pour parcourir les tickets.

source: 📥 Think of overviews as **inboxes**, each with a different filter for the tickets it displays.
fr: 📥 Pensez aux aperçus comme des **boîtes à lettres**, chacune avec un filtre différent pour afficher les tickets.

source: There are **six built-in overviews** (Zammad admin may `create more <https://admin-docs.zammad.org/en/latest/manage-overviews.html>`_ with custom-defined filters):
fr: Il y a **six aperçus intégrés** (un administrateur Zammad peut en `creer plus <https://admin-docs.zammad.org/en/latest/manage-overviews.html>`_ avec des filtres personnalisés):

source: **My assigned tickets** (*open/pending* only)
fr: **Mes tickets assignés** (*ouverts/en attente* seulement)

source: **Unassigned & Open**
fr: **Non-assignés & ouverts**

source: **My pending reached tickets** (previously marked *pending* and currently due)
fr: **Mes tickets en attente expirés** (précédemment marqués *en attente* et actuellement expirés)

source: **Open** (system-wide)
fr: **Ouverts** (de manière globale)

source: **Pending reached** (system-wide, previously marked *pending* and currently due)
fr: **Attente expirée** (de manière globale, précédemment marqués *en attente* et actuellement expirés)"

source: **Escalated** (system-wide, failing to meet a `service-level agreement <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_)
fr: **Escaladés** (de manière globale, n'ont pas respecté un `contrat de service <https://admin-docs.zammad.org/en/latest/manage-slas.html>`_)

source: Click on column headings to change the display order.
fr: Cliquez sur l'entête d'une colonne pour changer l'ordre d'affichage.

source: Click-and-drag column dividers to adjust their width.
fr: Cliquez-Déposez les séparateurs des colonnes pour ajuster leur largeur.

source: :doc:`Ticket states </basics/service-ticket/settings/state>` are **color-coded:**
fr: :doc:`Les statuts des tickets </basics/service-ticket/settings/state>` sont **codés par couleur:**

source: **Closed**
fr: **Fermé**

source: **Postponed** (Marked as pending; no immediate action required.)
fr: **En attente** (marqué en attente; aucune action immédiate nécessaire.)

source: **New / Open** (Ready for action.)
fr: **Nouveau / ouverts** (Prêt pour action.)

source: **Escalated** (Requires urgent attention.)
fr: **Escaladé** (Nécessite de l'attention en urgence.)
